{
    "msg": "success",
    "event": [{
            "name": "长征开始",
            "value": [116.04394, 25.879955],
            "introduction": "1927年大革命失败后，中国共产党高举革命旗帜，逐步探索农村包围城市、武装夺取政权的革命道路，在全国许多地方建立了红军和革命根据地，武装斗争和土地革命蓬勃发展。\n1927年后到1934年10月中央红军长征前，党领导红军在全国创建的革命根据地主要有：中央革命根据地、鄂豫皖革命根据地、川陕革命根据地、湘赣革命根据地、湘鄂赣革命根据地、黔东革命根据地、闽浙赣革命根据地、陕甘边革命根据地、陕北革命根据地、闽东革命根据地等。\n从1930年底开始，国民党军队调集重兵对中央革命根据地及其他革命根据地接连发动大规模军事“围剿”，企图消灭革命力量。中国共产党领导红军开展了英勇的反“围剿”斗争。\n1931年9月起，日本帝国主义侵占中国东北三省，并步步进逼，中华民族面临着严重的危机。中国共产党以民族大义为重，向全国发出武装反抗日本侵略的号召，并表示愿意同其他武装部队“共同对日作战”。\n但国民党政府坚持“攘外必先安内”的政策，对日本侵略者的进攻一再妥协退让，同时却调动大批军队，继续对红军和各革命根据地进行大规模军事“围剿”。\n在毛泽东、朱德、周恩来等人的指挥和毛泽东的军事战略思想指导下，中央红军(即红一方面军)连续取得了四次反“围剿”斗争的重大胜利。\n1933年9月，国民党当局以50万兵力，对中央革命根据地发动第五次“围剿”。由于党内“左”倾教条主义的错误领导和共产国际军事顾问李德的错误指挥，1934年10月中旬，中央革命根据地第五次反“围剿”斗争失利。党中央和中央红军被迫撤离中央革命根据地，实行战略转移，并实现北上抗日的目的。\n继中央红军之后，1934年11月，红二十五军奉命从鄂豫皖根据地转移，以建立新的根据地。1935年3月，红四方面军为了向四川、甘肃边界发展，配合中央红军在川、黔、滇边的作战，发起强渡嘉陵江战役后，实行战略转移。红二、红六军团(即后来的红二方面军)在粉碎敌人“围剿”后，于1935年11月主动撤出湘鄂川黔革命根据地，实行战略转移。\n1934年10月至1936年10月，中国共产党领导的中国工农红军第一、第二、第四方面军和第25军陆续从长江南北各革命根据地向陕甘地区进行战略大转移。\n红军长征的直接目的，是突破国民党军队的包围，保存有生力量。长征的战略方向和最终目标，是北上进到抗日前线，抵抗日本帝国主义对中国的侵略。",
            "link": "http://military.cnr.cn/ztch/czgs/czgs/20160815/t20160815_522988460.html",
            "memorial": { "name": "中央红军长征出发纪念馆", "value": [115.437133, 25.964213] },
            "relevant": "《长征》《我的长征》"
        },
        {
            "name": "湘江战役",
            "value": [110.679727, 25.60248],
            "introduction": "1934年10月，中共中央、中革军委率中央红军8万余人被迫进行战略转移，从江西瑞金、于都等地突围西征。\n11月初，中央红军连续突破了国民党军精心设置的三道封锁线，进入湘南的嘉禾、兰山、临武地区。驰骋于广西东北部的湘江，朝东北方向进入湖南，贯穿湖南全境，汇入湖南东北的洞庭湖。此时的湘江，已经成为阻挡红军西去的天然屏障。中央红军欲与红二、六军团会师，中央红军非越过湘江不可。这时，国民党军也已发现了红军的意图。蒋介石任命湘军将领何键为“追剿军”总司令，调动湘军和桂军，在零陵至兴安之间近300里的湘江两岸配置重兵，构筑碉堡。他本人则亲率国民党中央军及部分粤军在后面追击。蒋介石企图利用湘江这条天然屏障，依仗其数量和装备上的绝对优势，构置第四道封锁线，一举将红军歼灭。一时间，蒋介石踌躇满志，得意洋洋，以为定能将红军全歼于湘江、潇水之间。\n然而，心怀鬼胎的各路军阀貌合神离，并不心甘情愿被蒋介石利用。桂军白崇禧同粤军和湘军一样，既担心红军进入本省，又害怕蒋介石借机削弱自己，不愿同红军硬打消耗实力，便借口兵力不够及防止红军南进广西，于11月21日忽然从兴安、全县、灌阳撤兵，使湘桂军阀联合防守的湘江防线出现了一个缺口。至此，从全县至兴安60公里长的湘江防线完全向红军敞开。遗憾的是，红军当时对敌情的这一重大变化并不了解，未能抓住这一良机。\n11月25日，中革军委下达了抢渡湘江的命令，红军分四路纵队向湘江地域挺进。然而，由于舍不得扔掉从苏区带来的那些笨重的辎重，在临突围前，部队把凡是能够搬走的值钱的东西都装在骡子和驴子的背上带走，就连兵工厂也拆迁一空，还雇了几千名挑夫，绑了三千多副挑子，包括印刷机、文件档案、家具以及需要十几个人抬的大炮底盘等也统统带走。这样的队伍行走在山间羊肠小道上，怎么可能行动迅速呢？\n机不可失，时不再来。红军行动过缓，因此尽管红一军团先头部队于11月27日占领了从屏山渡至界首的所有湘江渡口，但大部队还未过江，此时在蒋介石怒斥和严令之下回过神来的国民党桂、湘两军已经形成南北两面、一头一尾夹击红军的态势。一场恶战终于无法避免。\n湘军和桂军蜂拥而来，对红军已过河的先头部队进行夹击，对未过河的部队进行堵截。这是一场力量对比悬殊的作战，是生死存亡的一战。两岸的红军战士为掩护党中央安全过江，与优势的敌军展开了殊死决战。装备简陋的红军要用血肉之躯抵挡敌人飞机和重炮的狂轰滥炸，战斗的残酷可想而知。但红军将士们在“保护党中央”这个铁的意志下紧密团结，以大无畏的英雄气概和顽强的斗志，打退了敌人一次又一次的疯狂进攻。在激烈的血战中，红军广大指战员前赴后继，指挥员伤亡了，立即就有人自动出来指挥，带伤坚持战斗的也越来越多。\n12月1日，形势更为严峻，虽然军委纵队已经过江，但全军还有8个师没有过江。中共中央、中革军委、总政治部联合下达紧急作战命令，号召部队“高举着胜利的旗帜，向着火线上去”。国民党军也不惜血本地倾尽全力对红军发动了全线进攻，更加嚣张地向红军坚守的阵地进犯。阻击阵地湮没在猛烈的炮火和硝烟之中，红军指战员们抱着拼死的精神坚持战斗，硬是用刺刀、手榴弹打垮了国民党军整连、整营的一次次进攻，许多战士赤膊上阵，挥舞着大刀扑向敌人……\n湘江两岸洒下了无数红军将士的鲜血，阵地上处处可见牺牲了的红军战士与敌人的尸体紧抱在一起，湘江水也被鲜血染红，然而渡口始终牢牢地掌握在红军手中。正是这些钢铁战士的鲜血和生命，为掩护红军后续部队相继渡过湘江赢得了时间。至当日傍晚，中央机关和红军大部队终于渡过了湘江。\n湘江战役是红军长征经历的第一场恶战，也是中央红军突围以来最悲壮、最关键的一仗。我军以少胜多，以弱胜强，终于突破了国民党军重兵设防的封锁线，跳出了包围圈，粉碎了蒋介石围歼红军于湘江以东的企图。然而，红军为突破这第四道封锁线，付出了巨大的代价。红一军团损失过半，红五军团损失更为惨重，第三十四师被敌人阻隔在湘江之东，陷入重重包围，全师将士浴血奋战，直到弹尽粮绝，包括师长陈树湘在内，大多光荣牺牲，写下了湘江战役中最为壮烈的一笔。渡过湘江后，中央红军和军委两纵队，已由出发时的8.6万余人，锐减为3万余人。\n血的事实，使广大红军指战员深感党内“左”倾错误的严重危害。刘伯承回忆道：“广大干部眼看反五次‘围剿’以来，迭次失利，现在又几乎濒于绝境，与反四次‘围剿’以前的情况对比之下，逐渐觉悟到这是排斥了以毛泽东同志为代表的正确路线，贯彻执行了错误的路线所致，部队中明显地增长了怀疑、不满和积极要求改变领导的情绪。这种情绪，随着我军的失利日益显著，湘江战役达到了顶点。”",
            "link": "http://military.cnr.cn/ztch/czgs/czgs/20160909/t20160909_523124779.html",
            "memorial": { "name": "红军长征湘江战役纪念馆", "value": [110.955817, 25.915372] },
            "relevant": "《血战湘江》《突围突围》《问湘江》《妈妈的呼唤》"
        },
        {
            "name": "通道会议",
            "value": [109.759862, 26.143425],
            "introduction": "湘江之战后，蒋介石已更加确定红军到湘西去会合红二、六军团的战略意图，急调40万大军围追堵截，妄图一举消灭红军。在这万分危急的关头，“左”倾领导者不顾红军面临全军覆灭的危险，执意要按原计划北上湘西，去与二、六军团会合。红军如继续北上，无疑将钻进敌人预先布置好的罗网。这就引起了中央最高领导层对原定计划的争论。毛泽东、王稼祥、张闻天等率先起来对“左”倾军事路线进行公开的批评。\n12月11日，红军占领湖南通道县城。12日，中共中央负责人在这里召开紧急会议，与会者有：毛泽东、张闻天、周恩来、王稼祥、朱德、博古、李德等7人。会议由周恩来主持。会议着重讨论红军战略转移的前进方向问题。李德、博古认为“我们依靠二军团的根据地，再加上贺龙和萧克的部队，就可以在广阔的区域向敌人进攻，并在湘黔川三省交界的三角地带创建一大片苏区”。\n毛泽东极力说服博古等主要领导人，建议放弃与红二、红六军团会合的原定计划，改向敌人力量薄弱的贵州前进。他说：应该放弃在长江以南同二军团一定建立苏区的意图，向四川进军，去和四方面军会师。张闻天、王稼祥、周恩来等大多数人赞同毛泽东的正确主张。但李德、博古仍坚持与红二、红六军团会合原定计划。这次会议虽然通过了毛泽东的建议，但由于中央领导层中意见不统一，故未能对战略转移的大方向做出决定。\n会后，中革军委于当日19时半下达了“万万火急”的《我军明十三号继续西进的部署》，确定仍按李德、博古的意见行事，电令一军团之第二师及九军团应向黎平方向前进，“相机进占黎平”。同时寻机北上，与红二、红六军团会合。野战军司令部在13日《我军进入贵州动作的部署指示》中指出：“我军以迅速脱离桂敌，西入贵州，寻求机动，以便转入北上。”\n12月14日，野战军司令部给红二、红六军团的指示重申：“我西方野战军已西入黔境，在继续西进中寻求机动，以便转入北上。”要求活动于常德一带的二、六军团，策应中央红军北上。可见，通道会议没有接受毛泽东提出的正确意见实行战略转兵，而只是在行军路线上作了一些调整，决定转向贵州前进，但是在战略行动方向上，仍拟北出湘西，会合红二、六军团。\n中革军委为了充实作战部队，撤销了红八军团的建制，除营以上干部外，其余人员编入红五军团。红五军团参谋长刘伯承调回军委工作，任中革军委参谋长兼军委纵队司令员，任命陈伯钧为红五军团参谋长，曾日三为红五军团政治部主任。\n通道会议研究了军事问题，虽然没有就战略方针的转变问题取得一致意见，但对尔后召开的黎平会议解决这个问题起了促进作用，创造了条件。",
            "link": "http://military.cnr.cn/ztch/czgs/czgs/20160909/t20160909_523125109.html",
            "memorial": { "name": "湖南通道转兵纪念馆", "value": [109.637904, 26.320224] },
            "relevant": "《通道转兵》《通道会议指方向》"
        },
        {
            "name": "黎平会议",
            "value": [109.143553, 26.222275],
            "introduction": "通道会议以后，博古、李德仍坚持到湘西去，但经过毛泽东的说服，中共中央的许多领导者转变了观点，支持毛泽东的正确意见。12月15日，中央红军占领黎平。18日，中共中央政治局在黎平召开会议。参加者有：毛泽东、周恩来、张闻天、朱德、博古，中央政治局候补委员王稼祥等。 李德因患疟疾发高烧没有参加会议。\n会议由周恩来主持，讨论红军的进军路线问题。 博古在会上发言， 仍然坚持中央红军沿着红六军团前进的路线进入湘西北，同红二、 红六军团会合的原定计划。 毛泽东坚决主张中央红军放弃同红二、 红六军团会合的原定计划，力主改向黔北进军， 在以遵义为中心的川黔边地区创建新的根据地。 他具体分析了敌我情况的变化，强调指出： 根据敌我情况的变化， 中央红军应向遵义地区挺进， 如有可能， 还可以入川， 会合红四方面军，在川陕协同作战。 会上展开了激烈的争论。 主持会议的周恩来采纳了毛泽东的意见。 与会大多数人肯定了毛泽东的正确主张。\n会议通过了《 中央政治局关于战略方针之决定》， 决定放弃与红二、 红六军团会合的原定计划。 决议指出：\n“ 鉴于目前所形成之情况，政治局认为过去在湘西创立新的苏维埃根据地的决定在目前已经是不可能的， 并且是不适宜的。”\n“政治局认为新的根据地区应该是川黔边地区， 在最初应以遵义为中心之地区， 在不利的条件下应该转移至遵义西北地区，但政治局认为深入黔西、 黔西南及云南地区， 对我们是不利的。 我们必须用全力争取实现自己的战略决定，阻止敌驱迫我至前述地区之西南或更西。”\n决议还指出：“ 在向遵义方向前进时， 野战军之动作应坚决消灭阻拦我之黔敌部队。 对蒋、 湘、 桂诸敌， 应力争避免大的战斗， 但在前进路线上与上述诸敌部队遭遇时则应打击之， 以保证我向指定地区前进。”决议最后说：“ 为着保证这个战略决定之执行， 必须反对对于自己力量估计不足之悲观失望的失败情绪及增长着的游击主义的危险。”\n会议还决定在适当的时候召开政治局扩大会议， 以便审查黎平会议的决定和总结第五次反“ 围剿” 以及长征以来军事指挥上的经验教训。\n黎平会议， 是中央政治局长征以来召开的第一次会议。 会议肯定了毛泽东的正确意见， 改变了红军前进方向， 使红军避免了陷入重围的危险， 争取了主动。黎平会议是长征以来具有决定意义战略转变的关键， 为尔后召开遵义会议， 纠正“ 左” 倾冒险主义在军事上的错误创造了条件。\n会后，中央军委立即转发了中央政治局的这一新的决定， 并要求各军团首长将中央的决定传达到师及梯队首长。 12 月19日， 朱德、 周恩来，根据黎平会议的决议发出了《 关于军委执行中央政治局决议之通电》， 命令将中央红军分为左、 右两个纵队向以遵义为中心的黔北地区前进。 ",
            "link": "http://military.cnr.cn/ztch/czgs/czgs/20160909/t20160909_523125231.html",
            "memorial": { "name": "黎平会议会址", "value": [109.146125, 26.23692] },
            "relevant": "《黎平1934》《生死黎平》"
        },
        {
            "name": "强渡乌江",
            "value": [107.453602, 27.381946],
            "introduction": "中共中央为了实现建立川黔边根据地的新的战略方针，令红一军团速向乌江边前进。\n乌江，因江水清绿而得名，由西南向东北斜贯贵州全省，把贵州划分为南北两部，是黔北各线的一条天然屏障。江面宽约200多米，水深流急，不易泅渡；南北两岸都是峭壁悬崖，巨石高耸，突兀云端，十分险峻，素有“乌江天险”之称。\n此时的蒋介石已经调整部署，以20万大军紧追。国民党的第二十五军军长、贵州省主席王家烈，听说红军已突破国民党的重重包围，进入黔东，大为恐慌，立即调兵遣将防守黔北各县，特别是乌江北岸沿线，妄想凭借乌江堵住红军。\n在这个紧急关头，红一军团第二师奉令由江界河渡河点附近强渡乌江，并掩护工兵架桥，以便第二师主力及军委纵队、红五军团由此渡江。接受任务后，指战员们信心十足，精神抖擞地向乌江进发。\n以耿飚为团长、杨成武为政委的红二师四团是前卫团，担负偷渡和强渡的任务。他们迅速逼近了江界河渡口，准备渡江。据当地群众说，渡乌江必须具备三个条件：第一，要有大木船；第二，必须是大晴天；第三，要有熟悉乌江水的好船夫。可是，这时渡口边别说船，就连一只木桨，甚至一块像样的木板也全被国民党军搜走了。船渡、架桥都不可能。前卫团的同志清楚地知道渡江的意义。 对于红军来说， 如果不迅速渡江， 就有被迫与敌背水而战的危险。 为了弄清敌情和地形， 部队派出几名侦察员进行了化装侦察， 得知渡口大道是敌人的防御重点， 工事较强， 兵力较多； 渡口上游500米处， 有条小的横路与大道相通， 勉强能攀登上下， 敌人没有派兵防守； 其余各处均是无法通行的绝壁悬崖。\n于是， 师领导决定佯攻渡口， 主攻乌江上游的羊肠小道。 与此同时， 工兵连加紧砍伐竹竿， 赶制竹筏， 作强渡和架桥的准备。 部队还从各连挑选了善于游水的18名指战员作为突击队员， 准备泅渡过江， 驱逐敌人在江边的警戒， 掩护后续部队强渡。\n1935年1月2日， 强渡开始。 这天冷风飕飕， 细雨霏霏。 上午9时， 渡口大道方面的佯攻作战开始了， 部队还边打边向渡口边搬运架桥材料， 表示要在此处架桥。 不出所料， 敌人果然在渡口对岸赶修工事， 不断向红军射击。 正当佯攻方向打得激烈时， 红二师第四团三连连长毛振华率7位红色勇士， 在机关枪、 迫击炮等密集火力的掩护下， 每人背一支驳壳枪， 跳进寒冷刺骨的江水中， 向对岸游去。 他们冲破惊涛骇浪， 在十几分钟后成功到达对岸， 隐蔽在江边的石崖下。 可惜8个勇士携带的一条准备架桥用的粗绳索， 却被敌人的炮弹打断而未能拉过去。\n根据这一情况， 前卫团决定继续以竹筏强渡。 可是， 竹筏刚划到江心， 就遭到敌人的射击， 翻掉了。 已经登岸的8名勇士因无后续部队接济， 只得又返回于南岸。 第一次强渡， 遂告失败。\n前卫团接受了第一次强渡失败的教训， 决定夜晚实行偷渡， 以避开敌人射击， 减少伤亡。 2 日黄昏后， 担任偷渡任务的第四团第一营， 静悄悄地集结在江边。 按照指示， 5 个人首先登筏， 到达对岸后用手电筒向这边示光， 以表示到达， 在等齐一排人之后， 才能开始向敌警戒线袭击。 偷渡的命令发出后， 第一筏4名战士在三连连长毛振华率领下偷偷地往江中划去， 敌人没有动静， 看来没有发现。 第二筏又接着往江中划去。 可是， 20 多分钟过去了， 对岸还不见有手电光显示， 第一筏是否已经成功靠岸， 无法得知。 1 个小时后， 第二筏的5个战士沿南岸返了回来， 原来是因为水流太急， 黑夜里又摸不清方向， 竹筏划至江心就被冲下两里许， 好不容易才沿着南岸摸索而回。 在这种情况下， 第一筏的命运如何更难判断了。 第三筏又勇敢地发起了冲击， 但划至江中， 无法再前进， 不得不折回。 到这时， 第一筏毛连长他们仍无消息。 这次偷渡行动只好停止。\n3日拂晓， 军委副总参谋长张云逸赶到前卫团， 向师、 团领导讲明敌人追兵已离这里不远， 军委要求前卫团迅速完成渡江任务。 遵照军委指示， 前卫团决定把这次强渡的任务交给第四团第二连。 团政委杨成武亲自来到第二连， 作了紧急动员。 他说：“ 二连有着光荣的战斗传统， 你们要继续发扬光荣传统， 坚决、 勇敢地打下去。 为了保证主力红军能顺利地到达抗日前线， 就是剩下最后一个人， 也要打过江去， 只许前进， 不许后退！” 全连指战员以“ 坚决突破乌江” 的响亮口号声， 表达了战斗决心。\n上午9时， 强渡乌江的战斗又开始了。 红军除继续对大渡口组织小部队佯攻外， 主力在渡口上游实行强渡。 第一批3只竹筏上准备过江的战士， 冒着严寒， 赤着膊， 穿着短裤， 在密集火力掩护下， 一齐入江离岸， 开始了强渡。\n3只竹筏拼命向对岸划去。 当竹筏距敌人约50米时， 突然听到对岸响起了密集的机枪声。 奇怪的是， 他们的火力没有朝着竹筏， 而是往敌人工事里打， 这是怎么回事？\n仔细一辨， 这声音是从对岸石崖边传来， 并隐约可以看见从对岸石崖底下， 贴近敌人的地方， 钻出几个人来。 敌人慌了， 他们几乎乱了阵脚， 枪不知朝哪里放。\n这时， 红军的竹筏乘隙加速前进， 筏头激溅起一簇簇雪白的浪花。 竹筏上的同志与崖底下的人组成了交叉火力， 像把钳子紧紧地咬住了敌人。 敌人在轻机关枪的射击声和手榴弹的爆炸声中， 死的死， 伤的伤。 敌人的气焰被压下去了， 纷纷向后逃窜。\n不一会儿， 竹筏靠岸了， 勇士们吹响了嘹亮、 激昂的冲锋号。\n崖底下的几个人到底是谁呢 ? 原来， 这几个人便是在刺骨的冷风中， 在石崖下潜伏了一夜的毛连长他们。 2 日晚上， 他们乘坐第一个竹筏摸黑靠上了对岸， 上岸后等待后续部队， 却一直不见人来。 这时， 他们听到头上几米远的地方有铁器响。 显然， 敌人正在那里修筑工事。 他们在敌人的脚底下， 又怎能打手电或是划火柴呢 ? 在这种情况下， 他们只好潜伏下来， 等待时机。 第二天拂晓， 他们出其不意地从敌人鼻子底下跃了出来， 有力地配合了主力的强渡。\n第一批强渡的同志与毛连长他们会合后， 第一营的其他同志坐上剩下的几十只竹筏， 向对岸的敌人驶去。 在密集的火力配合下， 第一营过了江， 迅速占领了高地。\n此时， 敌人的预备队也增援了上来。 由于敌人居高临下， 地形对红军十分不利， 第一营被迫退守江边。\n在此紧急时刻， 军团炮兵连连长、 神炮手赵章成发挥了重要作用。 他真是身手不凡， 连打了4发迫击炮弹， 全部命中目标， 顿时躺倒了一大片敌尸， 其余的敌人鬼哭狼嚎地向后溃逃， 红军部队乘势发起猛烈进攻， 完全控制了对岸。\n这时， 工兵连抬起几十只竹筏涌向江边， 把竹筏抛入江中， 拉绳的拉绳， 撑篙的撑篙， 迅速架起了一座浮桥。\n红二师踏着浮桥浩浩荡荡跨过了乌江。 军委纵队和红五军团也踏着浮桥过来了。 毛泽东站在江边， 凝视着一泻千里的乌江， 深情地倾听着战士们在战斗胜利后的欢呼。\n至6日， 中央红军全部渡过了乌江。\n当跟踪的敌人追到江边时， 红军已将浮桥烧毁， 活动在乌江上游百里以外了。 凭借这次强渡乌江的胜利， 红军把“ 追剿” 之敌远远地甩在了乌江以东和以南地区， 为中共中央在遵义召开具有伟大历史意义的政治局扩大会议， 赢得了极为宝贵的时间。 ",
            "link": "http://military.cnr.cn/ztch/czgs/czgs/20160909/t20160909_523125529_1.html",
            "memorial": { "name": "红军强渡乌江战斗遗址", "value": [107.702789, 27.402838] },
            "relevant": "《强渡乌江之对岸》"
        },
        {
            "name": "遵义会议",
            "value": [107.037942, 27.726422],
            "introduction": "中央红军第五次反“围剿”的失败和长征初期红军力量遭受的严重损失，引起了广大干部和战士对“左”倾错误领导者的怀疑和不满，纷纷要求改换错误的领导。同时，在长征途中毛泽东对执行“左”倾错误路线的一些领导同志做了耐心细致的工作，使他们很快觉悟过来。在这种情况下，为了总结第五次反“围剿”以来军事指挥上的经验教训，根据黎平政治局会议的决定，在毛泽东、张闻天、王稼祥等领导同志的努力促成下，红军占领遵义后，中共中央政治局于1935年1月15日至17日，在遵义召开扩大会议。\n出席会议的政治局委员有毛泽东、张闻天、周恩来、朱德、陈云、博古，候补委员有王稼祥、刘少奇、邓发、凯丰，还有红军总部和各军团负责人刘伯承、李富春、林彪、聂荣臻、彭德怀、杨尚昆、李卓然，以及中央秘书长邓小平。李德及担任翻译工作的伍修权，也列席了会议。\n会议首先由博古作关于第五次反“围剿”的总结报告。他在报告中极力为“左”倾冒险主义错误辩护，说第五次反“围剿”失败的原因主要有两个方面：一是敌人力量强大，二是根据地政府和各级组织对战争支持不够。博古在报告中过分强调客观原因。周恩来作了副报告，他指出第五次反“围剿”失败的主要原因是军事领导的战略战术的错误，并主动承担责任，作了诚恳的自我批评，同时也批评了博古和李德。张闻天作反对“左”倾军事错误的报告，比较系统地批评了博古、李德在军事指挥上的错误，史称“反报告”。接着，会议围绕着第五次反“围剿”的失败展开了讨论。毛泽东作了长篇发言，集中讲了当时最迫切的军事问题，批判了“左”倾机会主义者在军事上的错误。他说：如果说敌人力量强大，为什么第一、二、三、四次反“围剿”取得了胜利？他列举了许多事实说明根据地的政府和群众对反“围剿”战争是大力支持的，驳斥了博古关于根据地政府和群众支持不够的说法。王稼祥在发言中也批评博古、李德的错误，同意毛泽东的意见，并表示拥护由毛泽东来领导红军。周恩来发言明确提出要撤换博古的领导职务，建议毛泽东同志出来领导红军。李富春、聂荣臻、朱德、刘少奇、陈云等也在会上发了言，支持毛泽东的正确意见，赞成王稼祥、张闻天、周恩来的正确建议，同意撤换博古的领导职务。博古没有承认自己的错误。凯丰不同意大家的批评，李德为自己的错误辩解、拒绝大家对他的批评。\n会议经过激烈争论，根据多数人的意见，决定主要根据毛泽东发言的内容，委托张闻天起草《中央关于反对敌人五次“围剿”的总结决议》。这个决议起草后于“一九三五年二月八日政治局会议通过”，2月16日，中央油印印发了这个决议。\n遵义会议批判了“左”倾教条主义的军事错误，重新肯定了以毛泽东为代表的正确军事路线，要求红军迅速完成从阵地战到运动战的转变，灵活机动地运用战略战术，为创建新的根据地而斗争。\n遵义会议一致决定改变黎平会议以黔北为中心、再去川南创建根据地的决议，改为在成都之西南或西北建立根据地。会后，又根据敌情的变化决定中央红军在川滇黔三省广大地区创造新的根据地。\n遵义会议改组了中央领导机构，选举毛泽东为中央政治局常委；决定常委中再进行适当的分工；取消在长征前成立的“三人团”，仍由最高军事首长朱德、周恩来为军事指挥者，而周恩来是党内委托的对于指挥军事下最后决心的负责者。遵义会议结束了“ 左” 倾教条主义错误在中央的统治， 实际上确立了毛泽东在中共中央和红军的领导地位。 而这些成果， 又是在中国共产党同共产国际中断联系的情况下独立自主地取得的。\n这次会议， 在极端危急的历史关头， 挽救了党， 挽救了红军， 挽救了中国革命。 从此， 中国共产党能够在以毛泽东为代表的马克思主义正确路线领导下， 克服重重困难， 一步步地引导中国革命走向胜利。 遵义会议是党的历史上一个生死攸关的转折点， 它标志着中国共产党在政治上开始走向成熟。 ",
            "link": "http://military.cnr.cn/ztch/czgs/czgs/20160912/t20160912_523128884.html",
            "memorial": { "name": "遵义会议会址", "value": [106.927126, 27.694643] },
            "relevant": "《遵义会议》《伟大的转折》《遵义会议放光辉》"
        },
        {
            "name": "四渡赤水",
            "value": [105.447787, 27.962412],
            "introduction": "1935年1月，中央红军进占遵义。15日至17日，中共中央政治局在遵义召开扩大会议，纠正了王明“左”倾冒险主义在军事上的错误，实际上确立了毛泽东在红军和中共中央的领导地位。\n这时，蒋介石判断中央红军行动有三种可能：一是北进四川同红四方面军会合；二是东入湖南同红二、六军团会合；三是西进金沙江。他在各个方向都作了布防——东面有湘军刘建绪的4个师，西面有滇军参谋长孙渡的6个旅，北面有“川南剿总”刘湘的12个旅，南面有中央军薛岳的两个纵队8个师，渡乌江尾追红军的黔军王家烈部，进至黔南都匀地区的桂军2个师，以及准备经广西进入贵州的粤军3个师。国民党大军从四面八方涌来，把黔东北团团围住，形成了一个大包围圈，企图围歼中央红军于乌江西北的川黔边境地区。\n根据这一敌情，中共中央决定中央红军由遵义地区北上，在四川省泸州西南的蓝田坝、大渡口、江安一线北渡长江，进至川西北建立根据地。自此，毛泽东指挥的3万余红军与蒋介石统领的40万大军所进行的赤水之战，即将拉开序幕。\n一渡赤水 寻求主动\n在川、黔、滇三省边界的崇山峻岭之间，有一条由西向东，再向北流入长江的赤水河。1月19日，中央红军撤出遵义，兵分3路北上，向川黔边境的土城、赤水方向前进。24日，红一军团击溃敌黔军的抵抗，攻占土城。28日，红三、五军团和军委纵队、干部团在土城、青杠坡地区对尾追的川军发起猛攻，然而，由于敌情判断有误，对刘湘部队的战斗力估计不够，加上川军后续部队不断赶来增援，红军处于不利境地，毛泽东等果断决定，立即撤出战斗，从土城西渡赤水河，向古蔺以南地区前进，寻机北渡长江。1935年1月29日拂晓前，红军紧张有序地渡过了赤水河。\n二渡赤水 避实击虚\n红军渡过赤水后，蒋介石命令薛岳兵团和滇黔两省敌军组成第二路军，主要负责“追剿”中央红军，龙云为总司令，薛岳为前敌总指挥，辖4个纵队，以吴奇伟部4个师为第一纵队；周浑元部4个师为第二纵队；滇军孙渡部4个旅为第三纵队；黔军王家烈部5个师为第四纵队，与川军潘文华部一起，企图围歼中央红军于长江以南、叙永以西、横江以东地区。\n中革军委和毛泽东当机立断，决定暂缓北渡长江，改向敌人兵力薄弱的云南省扎西地区前进，待机破敌。在扎西，中革军委召开了军委扩大会议，毛泽东总结了前一段战斗中的教训，分析了当前的形势，提出了敌变我变的战斗原则，指出鉴于敌军主力大部被吸引过来，黔北空虚，“回师东进，再渡赤水，重占遵义”应是当前的战略方针。\n红军在扎西休整了10天，在得到补充和休息的同时开展了整编、精简工作，战斗力更加提高。当各路敌军纷纷向红军扑来，还没有完成合围部署的时候，中央红军分两路由扎西地区东进，于2月18、19日分别由太平渡、二郎滩二渡赤水河，向黔北的桐梓地区急进，同时以红五军团的1个团向温水开进，以吸引追敌。\n红军占领桐梓城后，川敌3个旅慌忙由扎西附近向东追击，黔敌急忙抽调遵义及其附近的部队向娄山关、桐梓增援，第1纵队之第59、第93师由黔西、贵阳地区向遵义开进，企图阻止并围歼红军于娄山关或遵义以北地区。毛泽东当机立断，命令红一、三军团先敌进占自桐梓通向遵义的要隘——娄山关。敌人自知娄山关是遵义的大门，当然不肯轻易退让。他们凭借“一夫当关，万夫莫开”的险要关口，与我军反复争夺每一个山头。在我军正面猛攻和两翼包围、迂回的进攻之下，守敌土崩瓦解，狼狈溃退，红军胜利占领娄山关，打开进占遵义的北大门。毛泽东感到十分欣慰，即兴赋词《忆秦娥·娄山关》：\n西风烈，\n长空雁叫霜晨月。\n霜晨月，\n马蹄声碎，\n喇叭声咽。\n雄关漫道真如铁，\n而今迈步从头越。\n从头越，\n苍山如海，\n残阳如血。\n这首词，生动地描绘了红军向娄山关进军的情景，深刻地表达了毛泽东对红军夺取长征胜利的决心和信心。占领娄山关后，红军一鼓作气，再克遵义。\n红军从2月11日由扎西挥戈东进以来，18天中，出敌不意，声东击西，由西向东，由北向南，横扫1100里，歼敌2个师又8个团，俘敌3000人，取得了长征以来最大的一次胜利，充分表现了毛泽东的指挥艺术和红军的英勇善战，鼓舞了全军士气。\n三渡赤水 调敌西进\n蒋介石在南京得知遵义、桐梓再度失守，损失王家烈8个团和吴奇伟两个师的主力，暴跳如雷。他感到这是“国军自追击以来之奇耻大辱”，急忙于1935年3月2日亲自飞往重庆，策划对红军进行新的“围攻”。\n蒋介石认为，“朱、毛股匪再度东窜，显然是因为长江过不去，只好把目标再转向乌江东岸，图与萧、贺合股”，命令近50万的作战部队，加上各地民团共70万的兵力，在红军的东西南北严密布防，采取碉堡围困同重点进攻相结合的战法，将红军围歼于遵义、鸭溪狭小地区。\n毛泽东洞悉了蒋介石的企图，决定将计就计，中央红军故意在遵义、鸭溪地区徘徊，诱使中央军出动，寻机在黔北再歼其部分主力，以打开缺口，粉碎敌人的围追堵截。就在红军徘徊诱敌、寻找战机的过程中，毛泽东反对林彪提出的攻打鼓新场的计划，力主攻打鲁班场，他考虑到打鼓新场的西面是孙渡，西北是周浑元，东南是吴奇伟，东北是郭勋祺，距离都很近，有的一天路程都不到，只要红军一开始进攻，就有迅速被敌人主力合围的危险。他指出，“鲁班场有周浑元的13师和96师，打好了，油水大；第二，打不好有路可走，蒋介石现在画的这个圈圈，目前也只有这个方向松动一点，前景好一点。大不了再过一趟赤水河。”\n然而，红军取得的一连串胜利，迫使敌人再不敢像以前那样轻举妄动，都躲在碉堡里不出来。为调动和迷惑敌人，红军激战了3小时后撤出战斗，于3月16日，在茅台三渡赤水河，进入川南地区。\n四渡赤水 跳出合围\n红军三渡赤水后，蒋介石以为红军“徘徊于此绝地，仍系大方针未定的表现”。1935年3月24日，蒋介石携夫人宋美龄飞抵贵阳，住进薛岳的驻贵阳司令部，发表了一通“训话”，认为红军已经到了“走投无路”的困境了，他此行任务就是收紧对已陷入困境的红军的包围圈。蒋介石相信，这一次，红军“再无回枪之力”、“成功在此一举”了。他命令川、滇、黔军阀和薛岳部，在长江沿岸设置防线，并在滇、黔边境加筑碉堡，构成封锁线，企图围歼红军于长江南岸。\n眼看国民党军重兵再次向川南集中，毛泽东等决定，趁蒋介石还未弄清红军真实意图之际折兵向东，在赤水河东岸寻机歼敌。3月20日，红一军团1个团伪装主力，大张旗鼓地向古蔺前进，诱敌向西；红军主力则掉头向东，于21日晚至22日分别经二郎滩、九溪口、太平渡再次渡过赤水河，从敌重兵集团右翼分路向南急进，南渡乌江，佯攻贵阳。\n当蒋介石得知红军四渡赤水、再进黔北的消息后，以为红军将进攻贵阳，顿时张皇失措。他费尽心机以重兵围堵红军，贵阳城里没有留下多少国民党的军队，却万万没料到红军竟打到了自己的家门口。为抵挡红军的进攻，蒋介石急调滇军孙渡部驰援贵阳。这恰好为红军奔赴金沙江让开了一条道路。\n就这样，在黔北的山山水水之间，毛泽东以他博大精深的战争指导艺术，导演了一场精彩绝伦、有声有色的战争活剧——四渡赤水之战。这是一场出色的机动灵活的运动战，是中央红军长征中变被动为主动的决定性战役。红军在毛泽东的指挥下，声东击西，忽南忽北，不断地调动敌人，打得赢就打，打不赢就走，奇谋迭出，精彩纷呈，创造了战争史上的奇观。",
            "link": "http://military.cnr.cn/ztch/czgs/czgs/20160913/t20160913_523133315_1.html",
            "memorial": { "name": "四渡赤水纪念馆", "value": [106.005372, 28.282023] },
            "relevant": "《四渡赤水》《四渡赤水出奇兵》"
        },
        {
            "name": "巧渡金沙江",
            "value": [102.419188, 26.26332],
            "introduction": "1935年4月底，红九军团在乌江以北完成迷惑、牵制敌人，掩护主力部队西进任务后，经滇东进抵金沙江边。中央红军主力趁滇军主力东调入黔，云南后方空虚，以神速的动作分兵两路向西挺进，在昆明附近虚晃一枪，向西北转进，直奔金沙江畔。\n金沙江位于长江的上游。江水从深山峡谷中奔流而下，水深流急，两岸都是高山峻岭，除几个渡口外，均为悬崖绝壁，是红军长征中的又一道天堑。中央红军要摆脱敌人的尾追堵截，必须抢时间渡过金沙江，否则就有被敌人压进深山狭谷，遭致全军覆灭的危险。当红军大队人马向金沙江挺进时，蒋介石如梦初醒，认定红军的目的既不在贵阳，也不在昆明，而是“必渡金沙江无疑”。4月28日，蒋介石急电龙云，令其将金沙江巧家至元谋一段的所有船只及一切可渡河材料全部毁掉，以防红军渡江。\n此时，中央军委已经发出了关于中央红军速渡金沙江，在川西建立苏区根据地的指示，并于4月30日具体部署了强渡金沙江的行动计划，命令红军主力分路抢占金沙江渡口：红一军团向禄劝、武定、元谋方向前进，抢渡龙街渡，并制造声势以吸引和牵制尾追的敌军；红三军团向禄劝方向，夺取洪门渡；干部团以急行军抢占皎平渡；红五军团殿后掩护全军渡江。\n根据中革军委的命令，红一、红三军团分别在左右两个方向上夺取了龙街渡口和洪门渡口。但是，洪门渡水流太急，不便续渡；龙街渡江面太宽，敌机轰炸骚扰，难以架桥，又没有船只，大队人马无法过江。这样，红军渡江的希望便都落在了干部团身上，必须迅速夺取皎平渡。\n皎平渡位于四川会理县和云南元谋县交界的地方，是金沙江的主要渡口。周恩来特意赶到干部团，对团长陈赓、团政委宋任穷强调了任务的重要性和紧迫性，张闻天也对干部团进行了战斗动员。\n刘伯承总参谋长亲自来到干部团指挥，和团领导一起详细部署了夺取皎平渡的计划，决定以第二营为先遣队，刘伯承总参谋长和宋任穷政委一起随先遣队行动，任务是抢占皎平渡渡口，消灭驻守敌人，收集船只，组织架桥，保证后续部队强渡；由陈赓团长率两个步兵营、1个特科营和上干队为后梯队，任务是抢占渡口以北20公里的通安州，消灭四川西昌、会理方向可能来援之敌，掩护中央直属部队和红五军团过江。干部团的指战员们都清楚，这次战斗至关重要，是关系我军安危的一次战斗，一致表示将不惜牺牲去夺取胜利。\n先遣队和后梯队同时出发。为了争取时间和保证我军行动秘密不被敌人发觉，刘伯承令先遣队换上国民党军队的服装，向江边急进。第二天下午， 部队到达了离江岸渡口十几公里一个叫杉老树的地方， 正好碰上国民党禄劝县一个区公所的文书奉命去江边传达龙云封渡烧船的命令。\n“ 你是干什么的 ? ”先遣队战士问。\n“ 我是区公所的， 靖卫团（ 地主武装） 的团总让我到江边送命令， 为了防止共军过江， 命令把渡船都烧掉。” 文书赶紧回答道， 又问先遣队是什么部队。\n战士回答说：“ 我们是中央军， 要赶到江边去封渡烧船。”\n文书信以为真， 立即取出龙云的命令。\n刘伯承总参谋长看了命令后问道：“ 船烧了没有？”\n“ 没有， 我正要去江那边办理这件事， 命令还在我手里呢。” 文书见刘伯承总参谋长像个大官， 他先鞠了一躬， 然后毕恭毕敬地回答。\n刘伯承总参谋长见情况已问清楚， 转而威严地说：\n“ 我们就是红军!现在就要船。 要是渡口少了一只船， 拿你是问！”\n文书霎时大惊失色， 乖乖地在前面给红军带路。\n先遣营又从当地群众中了解到两个重要情况： 一是敌军认为皎平渡不是主要渡口， 红军不会从这里过江， 所以防守不太严密， 岸边没有国民党的正规部队驻守， 只有1个厘金局和一个30多人组成的民团； 二是渡口南岸有两只木船。 根据这一情况， 先遣队任命5连为前卫连， 任务是夺取船只， 控制渡口， 强行渡江， 过江后马上收拾对岸的敌人。 其余两个连和工兵连准备随后迅速跟进。\n半夜12点， 前卫连抢占渡口成功， 他们立即用夺来的两只船， 将第1、 2 排送到江北岸， 第3排留在江这边警戒。 船靠北岸， 侦察小组摸上岸去。 敌人的哨兵还没来得及盘问一声， 便当了俘虏。 接着， 根据俘虏提供的情况， 第1排往左打民团， 第2排往右打厘金局， 渡船则掉头回去接后续部队。\n第1排来到民团门口， 哨兵问：“ 谁 ? ”刚抓来的俘虏按红军的吩咐回答说：“ 自己人， 保安队的。” 敌人的哨兵再要问什么， 两个红军战士已经勒住了他的脖子。 十几个战士冲进院内， 分头向几处房子跑去， 踢开房门大喊：“ 缴枪不杀!”谁知门一踢开， 满屋子烟雾腾腾， 敌人正躺在床上对着小烟灯吞云吐雾地抽大烟呢。 听见这一声喊， 这些“ 逍遥快活” 的烟客们开始是昂起脑袋直发愣， 接着是举手举枪， 连喊饶命。\n第2排是冒充纳税人进入厘金局的。 红军战士一上岸， 护送的船民就假装上税的人向里面喊道：“ 我们是赶猪卖的， 来给你上税。” 厘金局头目生怕到手的钱飞了， 赶紧从被窝里爬起来， 点灯开门。 大门一开， 红军战士立刻冲上去用手枪顶住了他的脑袋：“ 我们是红军， 缴枪不杀！” 头目吓得赶紧求饶， 其余的人也都缴枪投降了。\n就这样， 红军战士没费一枪一弹， 没有损失一个人， 就巧取了皎平渡口。 通安州也被红军攻克， 确保了皎平渡的安全。 刘伯承和宋任穷过江后， 发现这一带水深流急， 同样也无法架桥， 只能靠船渡河。 在当地群众帮助下， 红军又找到5只小船和30多名船工。 船工们分成两班轮流， 人歇船不歇， 不辞劳苦， 日夜坚持为红军摆渡。 江中7只渡船， 像7条大鱼穿梭似的在江上南北往返。 两岸山坡上满是部队、 马匹和行李担子， 到处是歌声和欢笑声：“ 我们一过江， 就把蒋介石几十万大军甩到后边了！” 红军千军万马就靠这7只小船， 从容地渡过了号称天险的金沙江。\n至此， 中央红军摆脱了几十万敌军的围追堵截， 取得了渡江北上的决定性胜利， 赢得了战略转移中的主动权。 ",
            "link": "http://military.cnr.cn/ztch/czgs/czgs/20160914/t20160914_523135743_1.html",
            "memorial": { "name": "巧渡金沙江", "value": [120.598034, 32.393224] },
            "relevant": "《金沙江畔》《巧渡金沙江》"
        },
        {
            "name": "强渡大渡河",
            "value": [102.291557, 29.271674],
            "introduction": "1935年5月，红军渡过金沙江，经会理、德昌、泸沽，来到冕宁，准备渡过大渡河，到川西与红四方面军会合。当蒋介石得知中央红军向大渡河前进时，大喜过望。大渡河是岷江的一道支流，水势凶猛，据传是当年太平天国将领石达开部全军覆没的地方。\n此时红军的处境也很险恶：后有周浑元、薛岳、吴奇伟等数十万大军追赶，前有四川军阀刘湘、刘文辉的“精悍部队”扼守着大渡河所有渡口。蒋介石狂妄断言：红军过得了金沙江，过不了大渡河。他相信，几十万大军左右堵击，石达开失败的历史必会重演，红军一定会做“石达开第二”。\n中革军委决定，由红一军团一师一团担负先遣任务。为了加强领导，充实力量，军委还特派刘伯承、聂荣臻两同志分别担任先遣司令和政委，并把一军团的工兵连、炮兵连配属一团指挥。任务布置后，红一团立刻从离大渡河160多里路的一个庄子里，冒雨出发了。经过一天一夜冒雨行军，部队在一个山坡上停了下来。战士们十分疲劳，一停下来，便倒头睡着了。团领导顾不上休息，急忙找老乡了解情况。根据老乡介绍以及部队侦察到的情况得知，前面大渡河边有个近百户人家的小镇，叫安顺场。敌人为防止红军渡河，派有两个连在这里防守。所有的船都已被抢走、毁坏，只留下一只船供他们自己使用。安顺场对岸驻有敌人1个团，团的主力在渡口下游15里处。看来这里虽然有敌军防守，但力量相对薄弱，加之红军进军神速，敌人在大渡河沿岸赶筑的工事尚未完成，奉命由川南向大渡河赶来的杨森部也仍在途中，这就为红军袭击安顺场、强占渡口提供了大好时机。 情况刚了解清楚，指挥部便来了命令：连夜偷袭安顺场守敌，夺取船只，强渡过河。刘伯承司令员和聂荣臻政委特别指示说：“这次渡河，关乎着数万红军的生命！一定要战胜一切困难，完成任务，为全军打开一条胜利的道路！”“我们不是石达开，我们是共产党和毛主席领导的工农红军！在我们的面前，没有战胜不了的敌人，没有突不破的天险。我们一定要在大渡河上，为中国革命史写下光辉的一页。”看完命令，团政委黎林坚决地表示。\n战士们从梦中被叫醒，冒着毛毛细雨，踏着泥泞的小路摸黑继续前进了。安顺场的守敌毫无戒备，他们没有想到红军来得这样快。当敌人哨兵在夜色中发现一队人马向渡口扑来时，大声喝问道：“哪一部分的?”红一团尖兵排的战士边加快脚步边响亮地回答：“我们是红军!缴枪不杀!”战斗进行了不到30分钟，两个连的敌人就全部被打垮，他们仅有的一只渡船也成了红军的战利品。战斗结束后， 红军来到河边， 只听见惊涛拍岸， 河水奔腾咆哮。 每年的五六月间， 正逢上游雪山融化、 河水暴涨时节， 这时的大渡河河面虽不算宽， 只不过300余米， 水深却有20多米， 水流实在急得惊人， 每秒钟流速大约4— 5 米。 河底乱石纵横， 急浪撞在上面， 激起很高的浪花， 形成一个个漩涡。 看来， 游过大渡河和立桩架桥都是不可能的， 惟一可行的办法只有靠这只刚缴获的船渡过去。 1 营营长孙继先连夜派人到周围山沟里去找船工。 一个、 两个、 三个…… 找到了十几个船工， 天已大明了。\n但是， 一只船毕竟装不了多少人， 必须组织一支精悍的渡河突击队。 团里决定把挑选突击队的任务交给一营营长孙继先。 一营的官兵们知道后， 立即将孙营长围了起来， 都争着要去， 最后孙营长向团长杨得志报告后， 决定从二连选派。 二连全体战士集合在屋外的场地上， 一个个屏住呼吸仔细听着营长宣布被批准参加的名单：“ 连长熊尚林， 二排长曾会明， 三班长刘长发、 副班长张表克， 四班长郭世苍、 副班长张成球， 战士张桂成、 肖汉尧……” 名字宣布完毕， 勇士们跨出队伍， 排成新的队列。\n突然，“ 哇” 地一声， 一个战士从队伍中冲了出来。 他一边哭， 一边嚷着奔向营长：“ 我也去！ 我一定要去！” 营长仔细一看， 原来是二连的通信员陈万清。 营长被眼前的场面所感动， 激动地说：“ 好！ 去吧!”通信员破涕为笑， 赶忙飞也似地站到突击队中。\n在营长孙继先的组织和率领下， 一支英雄的渡河部队组成了， 勇士们每人一把大刀， 一支冲锋枪， 一支短枪， 五六个手榴弹， 还有作业工具。 队长是熊尚林。\n1935年5月25日上午9时整， 熊尚林带领勇士们跳上了渡船。 团长杨得志大声说：“ 同志们， 红军的希望， 就在我们身上。 我们一定要坚决地渡过河去！ 消灭对岸的敌人！” 渡船在热烈的鼓动声和嘹亮的冲锋号声中向对岸划去。\n河这边， 红军战士的目光一齐集中在激浪中颠簸的小船上， 浪涛把小船遮住时， 红军战士的心顿时一阵发冷； 浪头把小船推出时， 红军战士又齐声欢呼。 他们的心就这样随着小船起伏， 渐渐地忘掉了自身安危， 陆续爬出壕沟， 站到岸边。 刘伯承司令员和聂荣臻政委也挤到了前面。 号声突然停住， 红一军团组织部长肖华几步跑上去， 从负伤的司号员手里夺下号来， 甩了两甩， 挺起胸膛吹起来。\n敌人向红军的渡船开火了， 子弹在小船边激起朵朵浪花， 岸上红军指战员的心都提到了嗓子眼。“ 打！” 团长杨得志向炮兵下达了命令。 神炮手赵成章的炮口， 早已瞄准了对岸的敌工事。 随着炮弹的呼啸和爆炸声， 敌人的碉堡飞向了半空。 红军的机枪、 步枪一齐开火， 掩护着渡船拼命地向前划去。\n渡船越来越靠近对岸了。 渐渐地， 只有五六米了， 勇士们不顾敌人疯狂的射击， 一齐站了起来， 准备跳上岸去。 就在这时， 对岸的小村子里冲出一股敌人， 涌向渡口。 杨得志团长立即命令炮手：“ 给我轰!”“轰！ 轰！” 两声巨响， 炮弹不偏不斜地在敌群中开了花。 紧接着， 红军的重机枪也吼叫开了。 在红军猛烈的火力掩护下， 渡船靠上了对岸。 勇士们飞一样跳上岸去， 一排手榴弹， 一阵冲锋枪， 终于占领了敌人设在渡口的工事。 敌人趁红军立足未稳， 发起了反扑。 勇士们在炮火、 机枪的掩护下扑向敌群， 雪亮锋利的大刀在敌群中闪着寒光， 反扑的敌人被杀得溃不成军， 往北边山后逃去。 红军完全控制了渡口阵地。 过了一会儿， 渡船返回南岸。\n随后， 红军战士们乘胜追击， 在渡口下游又缴获了两只船。 后续部队一船又一船源源不断地渡过了大渡河。 单靠3只小船在几天内渡过全部红军是十分困难的， 为了迅速渡过大渡河， 粉碎敌人围歼， 红军总部决定， 红一师和干部团继续从安顺场渡河， 中央红军主力由安顺场沿大渡河西岸北进， 从距安顺场160公里的泸定桥渡河。 ",
            "link": "http://military.cnr.cn/ztch/czgs/czgs/20160914/t20160914_523135746.html",
            "memorial": { "name": "中国工农红军强渡大渡河纪念馆", "value": [102.290934, 29.2802] },
            "relevant": "《强渡大渡河》《大渡河》《渡大渡河胜利歌》"
        },
        {
            "name": "飞夺泸定桥",
            "value": [102.240677, 29.91932],
            "introduction": "1935年5月26日上午，红一军团第一师第一团经过一昼夜一船一船不停地运送，在安顺场胜利地渡过了大渡河。但是，由于大渡河水深流急，无法架桥，渡口又只有3只小船，往返一次需要一个多小时，照这种渡法，全军过河需要一个多月。数万红军在国民党军前堵后追的形势下，要想迅速渡过大渡河，只有火速夺下大渡河上的泸定桥。\n泸定桥距安顺场160公里。为了抢在敌增援部队到达之前夺下泸定桥，军委要求部队沿大渡河两岸兵分两路向泸定桥夹击。因为大渡河上游河面宽仅百米左右，两岸可以隔河射击，互相保障对岸部队的安全行进，加快前进速度。夺取泸定桥的任务交给了在长征中屡建战功的红二师第四团。过河的红一师第一团则沿东岸北进，策应西岸的红四团。\n5月27日清晨，红四团在团长王开湘、政委杨成武的率领下从安顺场出发，沿大渡河西岸奔向泸定桥。红军走在蜿蜒曲折、忽起忽伏的单边羊肠小道上，左边是高入云霄刀劈一样的峭壁，右边深达数丈山崖下便是波涛汹涌的大渡河，稍不小心就有掉下去的危险。但他们没有丝毫的顾虑，一边急行军一边互相激励着：“急奔泸定桥，拿下320里！”\n然而，红四团刚刚走了30多里，对岸的敌军便发现了他们，开始朝他们射击。为了避免伤亡，红四团只好绕路爬山，费了不少时间。但即使是这样，他们还是不断地遭到敌军的阻击。头一天，红四团就在叶坪、菩萨岗打了两个胜仗。菩萨岗是一座海拔2000多米的高山，是大渡河西岸由安顺场到泸定桥的必经之地，山顶常年浓雾弥漫，寒气袭人，山正面只有一条小路通向隘口，有敌军把守。四团在了解菩萨岗四周的地形情况后，以正面佯攻作掩护，悄悄绕到敌后发起了突然袭击。在前后夹击下，敌人顿时乱作一团，四散而逃。黄昏，红军占领了隘口。这一天，部队前进了40公里。28日清晨，红四团出发没多久，军委就下达了一份急令，限29日夺下泸定桥。此时从部队所在的位置到泸定桥还有120公里。这就意味着他们一天必须走完两天的路程，在敌人重重阻击、道路崎岖难行的情况下，这是何等艰巨的任务啊!\n红四团指战员们个个斗志昂扬，战胜敌人的决心使他们忘记了饥饿和疲劳。在漆黑的夜里，他们冒着雨，以和敌人抢时间、赛速度的精神，踩着泥水开始了急行军。他们一路飞速前进，迅速接近了猛虎岗。猛虎岗是一座高山，半山腰以上白雪皑皑，中间只有一条羊肠小道贯通，这是安顺场到泸定桥的咽喉要道，山顶隘口有敌人1个营扼守。这天正值大雾迷漫，敌人看不清红军在哪里，只得在工事里朝着红军前进的方向胡乱放枪。红四团的先头营利用大雾的掩护摸上山去，在接近敌人后用刺刀和手榴弹解决敌人，直打得敌人晕头转向，狼狈而逃。先头营立即翻越猛虎岗穷追猛打逃敌，一直追到了摩西面村。在这里又同敌人的1个营和1个团部遭遇。先头营乘胜痛击，一阵勇猛冲杀，不到半个小时就打垮了敌人。\n傍晚7时，红四团赶到一个离泸定桥55公里的小林子。部队一天都没有吃上饭，本应停下来休息一下，但这时离军委要求的次日早晨6时前赶到泸定桥的时间已不到12个小时了。在下猛虎岗的时候，红军就已清楚地看见对岸的敌人也在匆匆急进。团领导首先向大家说明了眼前面临的困难，号召每个指战员在行进中嚼生米、喝凉水充饥，走不动的拄着拐杖走，一定要保证按时到达。谁料，此时的天公也不作美，突然下起倾盆大雨，天黑得伸手不见五指。在这样的黑夜里，如何走完这泥泞油滑的55公里路呢?指战员们的心里像压上了一块千斤重石。\n忽然，对岸的山坳上出现了几点火光，刹那间变成了一长串的火炬——是增援的敌人在点着火把赶路。这一下倒提醒了红军指战员们。团首长决定走一着险棋。他们立即命令部队把附近村庄老乡家的竹篱笆全买了下来，每个人捆一个火把，一班点一个，不许浪费。团机关的参谋还找来几个四川籍的战士和这两天中抓获的俘虏，以应付对岸敌人的问话。\n真是个好计谋！部队兴高采烈地高举火把向前挺进。两岸火把交相辉映如同两条火龙在大渡河两岸蜿蜒游动，把大渡河水映得通红。走了不一会儿，对岸就传来敌人的问话声：“你们是啥子部队?”\n红军司号员按着敌人的联络信号吹起了嘹亮的军号，四川籍的同志和俘虏也扯起嗓子大声回答：“啥子部队，还不都是为了那座桥，你说老子是啥子部队?”\n敌军对此深信不疑，与红四团隔河并行了二三十里，根本没有想到对岸大摇大摆走着的就是他们要赶去消灭的红军。\n夜12时许，对岸的那条火龙不见了。看来敌人熬不过，休息了。指战员们一下子来了精神，赶紧灭掉火把，全团鸦雀无声，继续奔袭前进。经过整夜急行军，5月29日晨6时，红四团胜利地赶到泸定桥西岸，消灭了桥西守敌，占领了西岸阵地和离桥头约半里的一座天主教堂。\n飞架于大渡河上的泸定桥是一条铁索桥。它没有桥墩，从河东岸到西岸扯了13根用碗口粗的铁环一个套一个联成的长铁索，两边各两根，算是桥栏，底下并排9根，作为桥面。人走在桥上摇摇晃晃，就像荡秋千似的。而此时，敌军先头部队已经赶到了泸定桥，将桥板全部拆掉，只剩下铁链，并在加紧构筑工事。红军面对的只是横空悬挂着的光溜溜的13条铁索。铁索离河面有30多米高，向桥下一看，真叫人心惊胆寒，红褐色的河水像瀑布一样，从上游的山峡里直泻下来，撞击在岩石上，溅起一丈多高的浪花，涛声震耳欲聋；铁索晃荡，令人生畏。桥头石碑上刻着：泸定桥边万重山，高峰入云千里长。\n泸定桥东端即是泸定城。这座城一半在东山上，一半贴着大渡河岸。城墙高两丈有余，西城门正堵着桥头，过桥必须通过此门。城里驻着两个团的敌人，山坡上修筑了严密的工事，机枪集中在桥头附近，不断地向红4团扫射，迫击炮也连珠般地飞过来。敌人依仗自己的优势，疯狂地向红军大声喊叫：“你们飞过来吧！我们缴枪啦！”红军战士们则大声回答：“我们不要你们的枪，只要你们的桥！”\n侦察完地形、敌情之后，团里立即组织选拔突击队员。突击队由第二连22名共产党员和积极分子组成，连长廖大珠为队长。下午4时，总攻开始。团领导在桥头指挥战斗。司号员一齐吹响了冲锋号，全团所有武器一齐向对岸开火，一时间军号声、枪声、喊杀声震撼山谷。突击队员们每人 手持冲锋枪或手枪，背插大刀，腰缠12颗手榴弹，在队长的率领下冒着敌人的弹雨，踏着铁索，奋勇向对岸冲去。紧跟其后的是王友才连长率领的第3连，他们除了携带武器外，每人还夹着一块木板，边铺桥边冲锋。\n当廖大珠率突击队接近东桥头时，刚刚还得意洋洋的桥头守敌乱了阵脚，狗急跳墙地使出了最后一招——火烧桥头。霎时，东桥头大火熊熊，浓烟滚滚，挡住了去路。“冲呀！”廖大珠高喊着第一个跃起冲进火海，帽子被烧着了，眉毛也烧没了，他一把甩掉帽子，光着头继续往前冲。突击队员们跟着廖连长一直穿过大火，冲进城去，与敌人展开了短兵相接的巷战。随后，王友才率第3连及时赶到，齐心协力，迅速占领了东桥头，打通了铁索桥。后续部队也冲进城里。经两个多小时的激战，县城守敌大部被歼，剩下的人四处逃窜。当天黄昏，红四团占领了泸定城，牢牢控制了泸定桥。\n中央军委通报表彰了飞夺泸定桥战斗英模。22勇士飞夺泸定桥的英雄史实不容抹杀。\n红四团飞夺泸定桥，获得了战略性的胜利。红军主力由此跨越了天险大渡河。毛泽东对此给予了热情的赞扬：“我们的红军真是无坚不摧，所向披靡，有这样的红军战士，我们还有什么克服不了的困难?!”",
            "link": "http://military.cnr.cn/ztch/czgs/czgs/20160914/t20160914_523135762_1.html",
            "memorial": { "name": "红军飞夺泸定桥纪念馆", "value": [102.237098, 29.910595] },
            "relevant": "《飞夺泸定桥》《勇士》"
        },
        {
            "name": "两河口会议",
            "value": [102.502551, 31.485316],
            "introduction": "1935年6月12日，中央红军一部与红四方面军一部在四川懋功达维地区胜利会师。中央红军于会师后改称红一方面军。\n红一、四方面军会合后，摆在党和红军面前的首要任务，是制定统一的红军发展的战略方针。中共中央此时发现川西北地区大多是少数民族聚居地，高山深谷，交通不便，人口稀少，经济贫困，不利于红军的生存和发展，而在此以北的陕甘地区，地域宽阔，交通方便，物产较丰富，汉族居民较多，又是帝国主义势力和国民党统治薄弱地区，特别是邻近抗日斗争的前线华北。中共中央根据这种形势，主张红军继续北上，建立川陕甘革命根据地，以便在北方建立抗日的前进阵地，领导和推进全国抗日民主运动。但张国焘却主张红军向西退到人烟稀少、少数民族聚居的新疆、青海、西康等地，认为这样可以避开国民党军的强大军事压力。\n为了解决红军前进方向这个重大战略方针问题和统一战略思想，中共中央政治局于6月26日在懋功以北的两河口举行会议。出席会议的政治局委员和候补委员有：毛泽东、朱德、周恩来、张闻天、张国焘、博古、王稼祥、刘少奇、凯丰、邓发，以及刘伯承、彭德怀、聂荣臻、林彪、林伯渠、李富春等。周恩来代表党中央和中革军委首先作关于目前战略方针问题的报告，着重阐述了以下三个问题：\n一、关于战略方针。红一、四方面军在会师以前的战略方针是不同的。红四方面军决定西去懋功向西康；红一方面军决定到岷江东岸，并派支队到新疆。两个方面军会师后在什么地区创建新根据地，首先要便利于我军作战，应从如下三个条件分析：1.川陕甘是地域宽大，好机动。松潘、理番、懋功地域虽大，但路狭，敌人容易封锁，我不易反攻。2.川陕甘是经济条件好，汉族人口较多的地方。松潘、理番、懋功、温川、抚边等8个地区人口只有20万，且藏民占多数。3.川陕甘是经济条件好，比较宽裕的地域。松潘、理番、懋功一带粮食缺少，牛羊有限，布皮不易解决，军事补给困难，在大草原和游牧地，既不习惯又不安全。鉴于此，党中央决定在川陕甘建立新根据地，而且必须迅速前进。\n二、关于行动方针。目前红一、四方面军的战略行动转移，如向南是不可能；向东过岷江也不可能，因岷江东岸有敌兵力130个团，对我不利，向西北是广大草原。在这种情况下，党中央认为现只有一个转向到甘肃。红军应向岷山山脉以北背向西，这地域道路多，人口多，山少，红军可用运动战消灭敌人，以实现建立川陕甘根据地的战略方针。\n三、关于战略指挥。指挥问题的最高原则是：1.应集中统一，集中军委。2.使作战更有力量，红军须统一为左、中、右三个纵队。3.为克服粮食、气候、地形、少数民族区等各种困难，须加强政治工作。\n在讨论周恩来的报告时，张国焘首先发言。他虽然勉强地接受了中央政治局决定的北上在甘肃南部建立根据地的战略方针，但对中央北上战略方针仍持半信半疑的态度。他承认一、四方面军会合后，消灭敌人当更有把握，但对具体战略方向，又含糊其辞。他认为：由于胡宗南部有20个团兵力牵制我们，还有蒋介石的其他部队，“我们去甘南还是立足不稳的，还是要移动地区，还是要减员，所以要去甘南，一定要取得主力打下胡敌至少打下他几团，才能立稳运动战中各个击破敌人”。这就充分暴露了张国焘害怕敌人的力量，特别是怕胡宗南，因而主张避开胡敌，向川康边方向发展的右倾思想。\n彭德怀、林彪、博古、毛泽东、王稼祥、邓发、朱德、刘伯承、聂荣臻、凯丰、刘少奇、张闻天等发言一致同意周恩来的报告提出建立川陕甘根据地的战略方针。认为这是前进的惟一正确的方针。实现这一战略方针的关键是，应首先迅速攻打松潘，进占甘南，消灭敌人有生力量，建立革命根据地。他们还强调了统一组织与指挥两个方面军对实现战略方针的重要性与迫切性。\n毛泽东发言强调指出：我们的战争性质不是决战防御，不是跑，是进攻，根据地是依靠进攻的。我们必须要高度机动，集中主力，迅速打破胡宗南军向松潘前进的计划，今天决定明天即须行动，应力争6月突破，经松潘到决定的地区去。\n博古发言还强调：必须有一定的地区根据地，做出模范来影响全国，现在甘川陕首先应在甘南立足，依靠群众工作，开展游击战争，这才能影响全国。\n会议最后包括张国焘在内，一致同意周恩来的报告提出的战略方针，并责成张闻天为中央政治局起草一个会议决定。\n据此，6月28日，中央政治局做出了《关于一、四方面军会合后战略方针的决定》。明确指出：\n一、在一、四两方面军会合后，我们的战略方针是集中主力向北进攻，在运动战中大量消灭敌人。首先取得甘肃南部，以创造川陕甘苏区根据地，使中国苏维埃运动放在更巩固、更广大的基础上，以争取中国西北各省以至全中国的胜利。\n二、为了实现这一战略方针，在战役上必须首先集中主力消灭与打击胡宗南军，夺取松潘与控制松潘以北地区，使主力能够胜利的向甘南前进。\n三、必须派出一个支队向洮河、夏河活动，控制这一地带，使我们能够背靠于甘、青、宁、新四省的广大地区，有利的向东发展。\n四、大、小金川流域在军事、政治、经济条件上均不利于大部红军的活动与发展。但必须留下小部分力量，发展游击战争，使这一地区变成川陕甘苏区之一部。\n五、为了实现这一战略方针，必须坚决反对避免战争、退却逃跑，以及保守偷安、停止不动的倾向。这些右倾机会主义的动摇是目前创造新苏区的斗争中的主要危险。\n两河口会议是一次重要的会议。它正确分析了中央红军同红四方面军会合后的形势和川陕甘、川康边的实际情况，确定两军共同北上，在川陕甘创造根据地的战略方针，为两个方面军会师后的行动指明了正确的方向，这对中国革命和革命战争的发展，具有重大的指导意义。",
            "link": "http://military.cnr.cn/ztch/czgs/czgs/20160922/t20160922_523153841.html",
            "memorial": { "name": "红军长征两河口会议纪念馆", "value": [102.498691, 31.490865] },
            "relevant": "《两河口会议》《两河口》"
        },
        {
            "name": "毛儿盖会议",
            "value": [103.068267, 32.609416],
            "introduction": "沙窝会议后，为执行夏洮战役计划，红一、四方面军分左右两路军共同北上。右路军由党中央、前敌总指挥部率领，辖红1、3、4、30军及军委纵队一部、红军大学，以毛儿盖为中心集结，首先占领包座、班佑地区，再向夏河前进。左路军由红军总司令部率领，辖红5、9、31、32、33军及军委纵队一部，以马塘、卓克基为中心集结，再北向夏河，与右路军一起向东发展。\n张国焘在沙窝会议上虽被迫同意继续率军北上，但不久他又提出西出阿坝，北占夏河，向青海、甘肃边远地区的主张。1935年8月15日，党中央电示张国焘：“不论地形、气候、敌情、粮食任何方面计算，均须以主力从班佑向夏河急进。”“一、四方面军主力均宜走右路。左路阿坝只出一部，掩护后方前进。”中央指出：“目前应专力北向，万不宜抽兵回击抚边、理番之敌”，“只有北上是实现党的政治主张的最好保证。”张国焘置中央指示于不顾，仍率左路军主力向阿坝前进，以期造成打阿坝的既成事实，实现其西出甘边、青海的意图。8月18日，陈昌浩、徐向前电告张国焘：“左路大部，不应深入阿坝，应从速紧靠右路，速齐并进，以免力分。”但张国焘在回电中表示“阿坝仍需取得”，拒不引兵东指。\n为了进一步统一战略思想，克服张国焘的阻挠，实现北上抗日的战略方针，8月20日，中央政治局在四川毛儿盖举行会议，着重讨论红军主力的发展方向问题。到会的有：张闻天、毛泽东、博古、王稼祥、陈昌浩、凯丰、邓发、徐向前、李富春、聂荣臻、林彪、李先念等人。朱德和张国焘因在前线指挥左路军攻阿坝，未能参加会议。周恩来因重病也未到会。毛泽东首先在会上作关于夏洮战役后的行动问题报告，指出：我们到达夏洮地区以后，有两个行动方向：一向陕西，一向青海、新疆、宁夏方向。报告认为，红军主力应向东向陕甘边界发展，不应向黄河以西。其理由有四点：1.从敌情来说，如我们向黄河以西，敌人则在黄河以东筑封锁线。把我们限在黄河以西。这个地区虽然大，但多是草地、沙漠、人口也很少，将会发生很大的困难。因此，我们要迅速攻破敌人迫我向黄河以西的封锁计划，第一步占洮河流域，第二步占天水一带，第三步在平凉一带击敌，向陕西发展，求得在运动战中消灭敌人。2.从地形来说，由兰州至潼关一带地域广大，我们需要在广大的区域建立政权，创造后方。3.从经济条件来说，西北要比黄河以东差，同时气候寒冷，给养困难。4.从民族条件来说，黄河以西大部是回、蒙族，汉族很少，我们到西边去，只能扩大回民的人民革命军，而不能扩大红军本身。基于上述四方面条件，红军主力应向黄河以东，支队向黄河以西去破坏敌人的封锁计划。报告指出：夏洮战役的目的，主要是得到洮河流域的东岸。我们应以洮河流域为基础建立川陕甘草命根据地。因为这一区域，背靠草地，四川军阀很难来；西北靠黄河，便于作战；同时又可以黄河以西为退路。将来向东大发展时，后方应移到甘肃东北与陕西交界的地区去。\n陈昌浩、王稼祥、凯丰、林彪、博古、徐向前在发言中一致同意毛泽东的报告。他们认为向东是转入新的形势；向西是军事上及政治上的退却。这个问题是关系于前途的关键。为达到这一战略目的，左路军一定要向右路军靠拢。但与会者也充分估计到左路军不来与右路会合的可能性。\n毛泽东作会议讨论结论时再次强调：向东向西是一个关键。如果不采取积极方针，将要被敌人迫向西。所以我们应采取积极的向东的方针。左路军应向右路军靠拢，我们应坚决坚持向东打，以岷州洮河为中心向东发展，不应以一些困难而转移向西。\n会议最后通过由毛泽东起草一个决议，作为对两河口会议通过的《关于一、四方面军会合后战略方针的决定》的补充。\n会议通过的《中共中央政治局关于目前战略方针之补充决定》的主要内容是：\n一、根据敌我情况，为实现两河口会议的决定，要求主力部队迅速占取以岷州为中心之洮河东岸地区，并依据这个地区向东进攻，以便取得陕甘之广大地区，为苏维埃运动继续发展之有力支柱与根据地。\n二、开辟甘陕地区，不论目前与将来之发展上，都是有利的，而且依据我们现有的力量，是完全能够实现的。\n三、为着实现这个战略决定，当前的夏洮战役是一个有决定意义的关键。因此，应力争控制洮河，首先是洮河东岸地区，粉碎敌人兰州、松潘封锁线之计划，以处于有利的机动地位，而便利于继续战胜敌人。“集结最大限度的主力于这个主要方向，坚决与果敢作战，灵活与巧妙的机动，是这个战役胜利之保证。”\n四、“政治局认为在目前将我们的主力西渡黄河，深入青、宁、新僻地，是不适当的，是极不利的”。“目前采取这种方针是错误的，是一个危险的退却方针。”这个方针之政治来源是畏惧敌人，夸大敌人力量，失去对自己力量及胜利信心的右倾机会主义。\n会后，徐向前、陈昌浩连电朱德、张国焘，告以中央新的决定：要左路军占领阿坝后，不必肃清地区之敌，可速向右路军靠拢，以便集中力量消灭敌人。这时，由于张国焘的阻挠，红军滞留在懋功、卓克基、毛儿盖地区已达两个月之久。毛儿盖会议后，中央北上的战略方针才得以开始付诸行动。\n毛儿盖会议是两河口会议、沙窝会议的继续和深入。这次会议确定的以岷州洮河为中心向东发展的行动方针，是对两河口决定的补充，对于明确红军主力发展方向，提高红军广大指战员对北上抗日路线的认识，克服张国焘的分裂主义危险，确保北上方针的实现起了积极的作用。",
            "link": "http://military.cnr.cn/ztch/czgs/czgs/20160923/t20160923_523157226.html",
            "memorial": {},
            "relevant": "《毛儿盖》"
        },
        {
            "name": "激战腊子口",
            "value": [103.904195, 34.128594],
            "introduction": "1935年9月，俄界会议之后，党中央率陕甘支队（由红一方面军第一、三军和军委纵队改编）由俄界出发北上，于17日到达了岷山脚下的腊子口。\n腊子口是岷山山脉的一个重要隘口，是川西北通向甘南的门户。口子很窄，只有约30米宽，周围是崇山峻岭，地势十分险要，易守难攻。两边悬崖绝壁间夹着一道窄窄的山沟向上延伸，两边绝壁峭立。山中一道河水急流而下，隘口处的河上架着一座木桥，横跨于两岸陡壁之上，是通过腊子口的惟一通路。蒋介石在岷县、腊子口地区配置了两个师，妄图凭借天险挡住红军的去路。国民党军鲁大昌部两个营驻守在腊子口，1个营扼守隘口，1个营配置在隘口后边的三角形谷地，在腊子口后面，还设有敌人的仓库，囤积着大批粮弹；师主力配置在隘口以北至岷县一带，可随时增援。他们在桥头和山崖上构筑了碉堡，形成了交叉的火力网，企图拦阻红军通过。\n毛泽东清楚地知道，乌江、金沙江、大渡河没有挡住红军的前进，雪山草地红军也走过来了，腊子口再险，红军也要攻下来，否则就得重回草地去。毛泽东果断地下达了“两天之内拿下腊子口”的命令。 接受任务的红一军团第二师第四团经过缜密侦察，发现敌人有两个弱点：一是敌人炮楼没有盖顶；二是敌人把兵力集中在了口子正面，妄图凭借沟口天险进行防御，但两侧因为都是耸入云霄的高山，敌人兵力薄弱，山顶上没有设防。根据侦察到的情况和战士们的建议，四团决定兵分两路：一路由政委杨成武率领第6连从正面进行夜袭，夺取木桥；如果偷袭不成就连续发动进攻，达到疲劳敌人，消耗敌人弹药，造成敌人恐慌的目的。另一路由团长王开湘率领第一、第二连，悄悄地迂回到腊子口右侧，攀登陡峭的崖壁，摸到敌人后面去。9月17日下午，四团向腊子口发动了猛烈的进攻。狡猾的敌人凭着险要的地形地势和坚固的炮楼，有恃无恐地蹲在工事里一枪不发，等到战士们接近桥边时，就投下一大堆手榴弹，一团团的火光在隘口翻腾飞舞。部队接连攻了好几次，还是无法接近桥头。敌人扔过来的手榴弹，一个个在地上乱转，有的手榴弹没揭开盖就扔了过来，炸裂的弹片和未炸开的手榴弹在桥头50米以内的崖路上铺了一层，有的地方已经堆了起来。激战到半夜，部队连续冲锋十几次，均未奏效，反而还伤亡了几个同志。部队决定暂停进攻，重新研究作战方案。第六连决定召开党、团员大会，组织敢死队，以少数兵力，接二连三向敌人轮番进攻，疲劳和消耗敌人，伺机夺桥。\n在会上，党团员都纷纷表示：“坚决夺取腊子口，走上抗日最前线!”当场就有20多个战士报名参加敢死队，最后，从报名的人中挑选了15名党、团员，组织了3个突击小组。每个突击队员都配有短枪一支，子弹百余发，身挂手榴弹，背插大刀。突击时分两路：一路顺河岸的崖壁前进，准备摸到桥肚底下，攀着桥柱运动到对岸；另一路两个组，先运动到桥边，等第一组打响，两面夹击，消灭桥上的敌人，夺取木桥。\n深夜，天像一口大黑锅似的盖住了山谷和河流。河水的吼叫声更加震耳。敌人大概以为我军久攻不下，再也无能为力了，都放松警惕缩进碉堡和工事里打盹去了。而此时的突击队员们攀着崖壁上横生的小树，一脚深一脚浅，一步一步地往前挪动。浪花溅湿了他们的裤子，汗水又浸透了他们的上衣，崖壁上带刺的野草扎破了他们的手和脸。这一切，勇士们全不理会，一个跟着一个，相互盯着围在脖子上的白毛巾，静悄悄地向桥下摸去。近了，近了，更近了。离桥不远了。就在这时，突然听见“喀嚓”一声，一个同志攀断了一棵小树。大家立刻停下来，准备着还击敌人。待了一会儿，却不见敌人的动静，可能是河水的急流声掩护了大家。勇士们继续往前挪去。离桥越近，心里越紧张。摸到了桥边，勇士们伸手抓住了桥肚底下的横木，一手倒一手地往对岸运动。前进了没有多远，只听见“扑通”一声，不知哪个同志一把没抓住掉下河里去了。这下敌人发觉了，机枪、手榴弹朝底下乱射乱打，直炸得河水“哗啦哗啦”直响。目标已经暴露，无法继续前进，4个战士只得摸到一块岩石下，暂时隐伏下来，待机行动。听见枪声，另一路的10个同志，趁敌人只顾往桥下射击的机会，冲到桥边。他们先向敌人掷过去一排手榴弹，接着冲进了敌人筑在桥头上的工事。敌人根本没提防这一手，顿时慌了手脚，乱作一团。这时，桥下的同志乘机从岩石下钻了出来，他们不顾桥上敌人的射击，翻上桥面，拔出大刀，喊着冲杀声跟敌人肉搏起来。\n与此同时，迂回部队在王开湘团长的率领下已摸到腊子口右侧峭壁下。勇士们一个个精神饱满，背挂冲锋枪，腰缠10多颗手榴弹，开始渡腊子河。刚开始试图徒涉，但先下去的两个人还没有到河心，便被水冲走，灌了好几口水，好不容易才被救了上来。于是，只好用马匹来回骑渡。人多时间紧，他们又想了个办法，砍倒沿河的两棵大树，把它倒向对岸，一下子就添了两座独木桥。几百人渡过去了，太阳也已经落山了。一个自告奋勇的苗族战士手持带铁钩的长杆，顺着陡壁最先爬了上去，然后将事先接好的绑腿缠在树干上放下来，后来的战士拉着绑腿一个接一个地全部爬上去，攀上了敌人右岸峭壁的后坡，随后勇猛地跳下岩层。如神兵天降的红军战士突然出现在敌人的后方，吓得敌人魂飞魄散，扔下枪支仓皇逃命。\n这时，3颗红色信号弹升上了天空。“总攻开始了！”战士们欢呼起来，山上山下响起了嘹亮的冲锋号。只见六连的同志们抡起大刀，端起步枪，在敌人中间飞舞，猛击。右面悬崖上的部队在王开湘团长的指挥下，看准下面没有顶盖的炮楼和敌人的阵地，扔下一个接一个的手榴弹。所有的轻机枪和冲锋枪也一齐开火，直打得敌人喊爹叫娘。晨曦中，总攻部队开始过河了，全团的轻重机枪也一齐向隘口炮楼逃出来的敌人扫射。没用多久，我军就抢占了独木桥，控制了隘口上的两个炮楼。接着，总攻部队兵分两路，沿着河的两岸向峡谷纵深扩大战果。号称天险的腊子口终于被我军突破了！战后，四团政委杨成武作了《突破天险腊子口》一诗：\n腊子天下险，\n勇士猛攻关。\n为开北上路，\n何惜鲜血染。\n党中央率陕甘支队通过腊子口后，于9月21日进占甘南的哈达铺。至此，党中央和红一方面军主力走出了雪山、草地，穿过了藏民区域，击碎了蒋介石妄图利用恶劣的自然环境“困死”红军的阴谋。",
            "link": "http://military.cnr.cn/ztch/czgs/czgs/20160914/t20160914_523135770.html",
            "memorial": { "name": "腊子口战役纪念馆", "value": [103.929266, 34.139361] },
            "relevant": "《腊子口战役》"
        },
        {
            "name": "包座战役",
            "value": [103.376613, 33.472982],
            "introduction": " 红一、四方面军会师后，1935年8月3日，红军总部制定了夏洮战役计划，将红军分成左右两军：由朱德、张国焘率领左路军，经阿坝北进；由徐向前、陈昌浩率领右路军，经班佑北上。8月20日，中共中央政治局在毛儿盖召开会议，决定红军主力应走右路，横跨草地，向陕甘进发。中共中央、中革军委随右路军行动。随后，右路军进入茫茫的大草原，克服了常人难以想象的困难，历尽艰辛，终于在8月底以前到达班佑、巴西地区，左路军也于8月20日经过草地到达阿坝。\n位于松潘北部、班佑以东的上下包座，群山环抱，地势险要。上下包座相距数十里，包座河横贯其间，水深流急，两岸石壁陡峭，地势十分险峻。国民党军胡宗南部独立旅第2团分驻上包座的大戒寺1个营、求吉寺2个营。敌军凭借山险林密，修筑起了许多碉堡，并储备了大量粮食，构建了一个可以长期坚守的防御阵地，卡在红军进入甘南的必经之路上。当胡宗南发现红军过草地北上后，为确保能够堵截红军，他急令第四十九师由松潘以北的漳腊驰援包座。在敌援兵到来之前消灭包座之敌，开辟前进道路，是摆在右路军面前的迫切任务，否则就不得不退回草地。徐向前总指挥立即派人侦察地形、敌情，之后便主动向党中央建议，攻打包座的任务由红四方面军部队来承担。中央批准后，徐向前即决定，采取围点打援的战法，攻取上下包座。他命令30军第89师264团攻击大戒寺守敌，30军第88师、89师埋伏在上包座西北的丛林中，准备歼灭敌增援的49师；4军第10师攻击求吉寺之敌，其主力控制各要道，并随时准备出击；红一方面军第1军为预备队，在巴西和班佑地区待命，并负责保护党中央的安全。\n8月29日黄昏，部队发起攻击。国民党军凭借已控制的制高点和外围松林中的六七个据点拼命抵抗，不停地从隐蔽的碉堡里向红军射击，但红军打得十分勇猛顽强。经过一夜激战，红军扫清了外围所有据点，歼敌两个连，攻占了大戒寺，残敌退入大戒寺后山碉堡负隅顽抗，等待援兵。为诱敌来援，红军对其采取了围而不攻的策略。\n30日，援敌49师先头部队291团赶到了大戒寺以南，沿包座河东西两岸进击，企图压迫红军。为诱敌深入，红30军264团略作阻击后就且战且退，把敌人“让”进了大戒寺。敌援军见红军阻击无力，包座守敌又频频告急，便放心大胆地急速前进，当天下午，敌第291、289团就已经进至包座河西岸，294团进到包座河东岸，师部进至大戒寺以南。至此，国民党军1个整师已全部进入红军伏击圈内。　30日下午3时，红军向敌49师发起总攻，埋伏在山上的红军指战员一齐向敌出击，顿时，六七里长的战场上，成了一片火海，炮声、枪声、手榴弹的爆炸声震耳欲聋。激战中，红军第88师第268团由包座河以西像一把钢刀一样插入敌3个团之间，敌49师被分割成3块，首尾不能相顾。263团在268团的协助下，猛攻位于包座河西北端之敌第291团，仅用了一个小时就将大部敌人歼灭。随后他们又向位于南面之敌第289团攻击，而红军第89师第267团则向敌人左翼迂回，断敌退路。同时，红军第264团由正面进攻沿包座河东岸北犯之敌第294团。从地势上来讲，红军是居高临下，敌人是背水作战，但敌人有纵深配备，并占据了一些小山头，而且漫山遍野都是原始森林和灌木丛，红军杀向哪里，哪里的敌人就利用树木、山包或河坎作掩护，拼命地守卫和反击。因而战斗进行得十分激烈残酷。\n双方激战直到晚上，红军终于将胡宗南的第49师大部歼灭，敌师长伍诚仁也受重伤。固守在大戒寺后山高地的200余敌人，见大势已去，在红军政治攻势下全部缴械投降，求吉寺之敌也被全歼。红军歼灭包座地区守敌及援敌49师的大部，共毙、伤、俘敌近5000人，缴获轻重机枪50余挺，长短枪1500余支，还缴获了红军急需的牦牛、骡马、粮食、弹药等军用物资，使北上红军得到了基本补充。\n包座战斗，是红四方面军等部在中共中央直接领导下所取得的一个大胜仗，也是红一、四方面军会师后第一个大胜利，为红军北上扫清了障碍，打开了向甘南进军的通道，粉碎了敌企图把红军困在草地的阴谋。",
            "link": "http://military.cnr.cn/ztch/czgs/czgs/20160919/t20160919_523145541.html",
            "memorial": {},
            "relevant": "《长征大会师》"
        },
        {
            "name": "过草地",
            "value": [103.60466, 32.645577],
            "introduction": " 1935年8月下旬，由红一方面军的第一、第三军，红四方面军的第四、第三十军，军委纵队的大部分及新成立的红军大学合编而成的右路军，穿越草地。由于张国焘的分裂主义错误，9月中旬，右路军中的第四军、第三十军南下再次穿越草地。1936年7月下旬至8月初，红四方面军各部穿越草地，其中第四军和第三十军是第三次过草地。红二方面军各部于1936年7月底8月中旬越过草地。\n草地位于川西北，处于青藏高原与四川盆地连接地段，面积约在1.52万平方公里，海拔约在3500米以上。因其历史上一直为四川松潘所辖，故有松潘草地之称。\n草地地势平坦，一望无际，白河（嘎曲、葛曲河）和黑河（墨曲）由南而北，纵横其间，然后注入黄河。河道迂回曲折，水流滞缓，形成大片沼泽。经年水草盘根错节，形成草甸，浮于沼泽之上。河间地带，时有浅丘隆起，长着一些稀疏的树木。草地的气候恶劣，雨雪、冰雹来去无常。沼泽里没有道路，渺无人烟，危险丛生。红军过草地时是夏天，白天温度可高达30℃，夜间骤降至0℃。红军晚上宿营时，红军衣服单薄，常常是几个人背靠背用体温取暖。\n在艰难的长征途中，红军战士每天面临死亡威胁的不只是敌人的飞机大炮和围追堵截，也不只是自然条件的极度恶劣，还有缺衣少食的重重困难。在漫无边际的草地里，没有足够的粮食，不得不吃野菜，甚至煮皮带充饥。1936年7月初，红四方面军在第三次穿越茫茫数百里的草地时，一个叫周广才的战士所在的班，从14个人减少到7个人。他们背的干粮吃完了，可以充饥的野菜、草根也被前面的部队挖得找不见了。他们只好吃起身上用牛皮做的枪带、皮带。其他六位战士的皮带都吃光了，该轮到周广才的了。当战友们吃完皮带第一个眼的那一节后，周广才实在忍不住了，恳求地说：咱们饿着，也别吃了，把它留下来吧，这是我的战利品呀。大家终于忍着饥饿，把这惟一可吃的大半条皮带留了下来。长征结束后，周广长在皮带的背面烫上“长征记”三个字，一直珍藏着。后送到博物馆收藏陈列。许多红军战士牺牲在草地中，有的是病饿而死，有的是吃野菜中毒身亡，还有的因陷入泥潭而失去生命。红四方面军老战士在回忆三过草地时说：重返草地时，没走不远，就有一具红军战士的遗体，那是第一次过草地牺牲的战友。有的两三个倒在一起，有的呈向前爬行的的姿势，，有的手里还攥着泥土和青草，遍地是战友的忠骨……\n红军过草地时，仅营以上干部就牺牲了50名，为长征以来牺牲干部之量。红军指战员们以超越生命极限的毅力，向死亡挑战，以“走出草地就是胜利”相互激励，前仆后继，终于征服种种困难，走出了茫茫的水草地。",
            "link": "http://military.cnr.cn/ztch/czgs/czgs/20160905/t20160905_523111382.html",
            "memorial": {},
            "relevant": "《草地》《万水千山》《爬雪山过草地》"
        },
        {
            "name": "会宁会师",
            "value": [105.051726, 35.693323],
            "introduction": "  1935年6月8日，中共中央和中革军委发布指示：我军基本任务是用一切努力不顾一切困难取得与四方面军直接会合。当日，中央红军占领芦山，接着翻越了第一座大雪山——夹金山，向懋功前进。\n10日，野战军司令部命令红一军团二师继续前进，赶于12日攻占懋功。\n6月12日，红一方面军先头部队红一军团第二师第四团在夹金山、达维之间与红四方面军第九军第二十五师第七十四团胜利会师。指战员握手拥抱，欢呼跳跃，一个个激动得热泪盈眶。红四方面军转交了张国焘、陈昌浩、徐向前给中央的信。信中说：“我们先头团已于8号占懋功，大部正在向懋功开进，先头部队向达维进，对敌军筑工事、警戒，掩护你们会合。今日会合，士气大为振奋，西征军艰苦卓绝之奋斗，极为此间指战员所欣服。”6月13日，野战军总司令部发出捷报：我四方面军“8号占懋功，昨12日南进到夹金山北，已与我野战军先遣兵团会合”。14日，红一军团主力进到达维，军委纵队进到头道桥、大硗碛地区，红三军团主力进到盐进坪、野毛坪，红五军团进到宝兴，红九军团留大川活动。红一军团直属队于14日17时抵达维，红一师的一部在夹金山与达维之间。\n6月15日，《红星》报第21期发表了《向全野战军介绍一下红四方面军》一文和社论《伟大的会合》。社论说：\n红一、四方面军的会合“是历史上空前伟大的事件，是决定中国苏维埃运动今后发展的事件”，“是五次战役以来最大的胜利”，“是中国苏维埃运动新的大开展的基点”。6月16日，朱德、毛泽东、周恩来、洛甫及中央野战军全体指战员为红一、四方面军会合复电四方面军：\n“亲爱的兄弟们：来电欣悉。中国苏维埃运动二大主力的会合，创造中国革命史上的新记录，展开中国革命新的阶段，使我们的敌人帝国主义国民党惊惶战栗。我们久已耳闻你们的光荣战绩，每次得到你们的捷电，就非常欣喜。此次会合我们更加兴奋。今后我们将与你们手携着手，打大胜仗，消灭刘湘、胡宗南、邓锡侯等军阀，赤化川西北。我们8个月的长途行军，是为苏维埃而奋斗。我们誓与你们一起，为着苏维埃奋斗到底，特此电复。”\n6月18日，中共中央由达维出发，抵达懋功。懋功有藏、回、汉三个民族居住，东南有夹金山，南有蛇皮梁子，东北有牛头巴朗山、红桥山，北面有梦笔山，均属岷山山脉。红一、四方面军胜利会师后，在县城的天主教堂召开了干部大会，并在城隍庙举行了庆祝会师的联欢会。随即，两个方面军的指战员们举行了联欢活动。6月21日，“太阳”纵队在懋功开了一次干部同乐会，红四方面军驻懋功部队的干部亦全部参加。两个方面军的干部互相谈说过去成绩，整个会场欢歌笑语不断，充满着愉快的气氛。\n同乐大会正式开始了，首先是党中央和总政治部的代表——博古同志与朱总司令的演说，告诉全体干部目前的有利的环境，两大主力会师的意义，与我们的战斗任务。接着便是会餐。这时有同志起来报告：“猛进”剧社到了，掌声大起。会餐以后，晚会开始。首先是“火线”剧社的唱歌和跳舞。接着“火线”剧社与“太阳”纵队的一些名角表演《十七个》的名剧。最后“猛进”剧社表演《破草鞋》。这两个戏无论在剧情上或者在艺术上都是成功的。边章武的京调，李伯钊的跳舞，都博得了大家的热烈的掌声，会场空气极盛一时。\n23日的下午，“太阳”篮球队与四方面军驻懋功部队的篮球队举行友谊比赛，开始是分开打，以后又混合打，球艺虽由于双方的长期行军与作战而表现得生疏，但活跃的精神，英勇的表演，处处都显示出红军健儿的大好身手。\n红军两大主力胜利会师，粉碎了国民党军企图消灭红军的狂妄企图。红军士气十分高昂，部队可随时向东、向北出动，为开展新的局面创造了有利条件。\n红军两大主力会师后，为了加强部队建设，互相学习，交流建军和作战经验，根据中共中央指示，红一方面军抽调一批干部加强红四方面军，红四方面军抽调部分部队加强红一方面军。同时，还互相参观访问，互相学习，充分体现了兄弟般的团结和革命军队之间的战斗友谊。",
            "link": "http://military.cnr.cn/ztch/czgs/czgs/20160929/t20160929_523169212.html",
            "memorial": { "name": "红军会师楼", "value": [105.059255, 35.696756] },
            "relevant": "《大会师》《长征大会师》"
        },
        {
            "name": "吴起镇会师",
            "value": [108.188465, 36.914402],
            "introduction": "  根据榜罗镇会议作出的保卫与扩大陕北苏区的新的战略决策，党中央率陕甘支队约6000人分左、中、右3路纵队北上，通过通渭地区，翻越六盘山，又经过1000多里的艰苦行军和英勇作战，从甘肃进入陕北，于1935年10月18日抵达铁边城。党中央在这里召开了政治局常委会议。参加会议的有：张闻天；毛泽东、王稼祥、博古，以及林彪、聂荣臻、杨尚昆等。会上，张闻天指出：关于在陕北建立苏区问题，政治局同志无一异议；毛泽东在上次榜罗镇召集的会议上作出决定，大家是同意的，应批准；至于中央整个政治决议，应在与二十五、二十六军同志商量后再发。在这次会议上，根据当前形势和部队实际情况，提出了许多议案，如红军入陕后的作战方针主要是在西边打蒋介石的嫡系部队，还是在南边打东北军，或是向北打的问题，同西北红军会合的方向和解决战略方针的问题，整顿部队，提高战斗力、群众工作、解决物资、冬衣等问题，认为上述这些问题迫切需要中央迅速作出决定。毛泽东在会上还指出，现在我们已到陕西，到保安尚有45天路，需要一天休息才好，这几天没有饭吃，不得不走，到前面有粮地方休息。我们要把保安变为苏区，过去敌人对我们是追击，现在改为围剿，我们要打破这围剿，我们须在敌人围剿前做很多工作。这次会议实际上是吴起镇会议的预备会议。\n10月19日，党中央和中央红军进驻陕甘革命根据地吴起镇。随后又同十五军团胜利会师。至此，中央红军胜利地完成了历时一年，纵横11个省，行程2.5万里的长征。党中央和中央红军主力终于找到了长征立足点，抵达最后的目的地，胜利地实现了历史性的战略转移。\n10月22日，中央政治局在吴起镇召开会议。参加会议的有：张闻天、博古、毛泽东、王稼祥、周恩来、邓发、李富春、聂荣臻、刘少奇、叶剑英、凯丰、贾拓夫、彭德怀等。会议的中心议程是，总结俄界会议后红军的行动，确定新形势下陕甘支队的行动方针。\n毛泽东在会上首先报告俄界会议以来的形势与陕甘支队的任务。主要内容是：1．宣布中央红军已完结一年长途行军，提出党的新任务是保卫与扩大陕北苏区，以领导全国革命。报告指出：自俄界出发已走2000里，到达这地区的任务已完成了，敌人对于我们追击堵击不得不告一段落，现在是敌人围剿，而我们保卫与扩大陕北苏区，主要敌人是蒋介石、张学良、阎锡山。他们正准备对陕北苏区的围剿。所以，现陕甘支队，应提出保卫陕北苏区的口号。俄界会议与张国焘决裂，那时口号，打到陕北去，以游击战争与苏联发生联系，榜罗镇会议改变了俄界会议的决定，因为那时得到了新的材料，知道陕北有这样大的苏区与红军，所以改变，决定在陕北保卫与扩大苏区。在俄界会议上想在会合后，带到接近苏联的地区去，那时保卫与扩大陕北苏区的观点是没有的，现我们应批准榜罗镇会议的改变，从陕北苏区来领导全国革命。2．确定了红军当前作战方针。毛泽东根据陕北的环境和形势，阐明了红军的作战方针。指出，10月到11月初约20天，我们方向应是西和西北，大的方向是陕甘，陕甘晋3省是发展主要区域，现在先向西，以吴起镇为中心，整顿部队，扩大部队，群众工作。3．规定了红军当前中心工作。报告指出：在部队方面应提高战斗力，扩大红军，解决物质问题。这三件是目前部队中心工作。4．决定继续加强与国际联系。报告说：与国际联系派一支队去，取得国际技术帮助，现在仍是一项重要任务，但目前我们具体不能派去，条件还不够。5．重视同西北同志的团结。毛泽东指出：现我们应极大注意两方面关系问题。南北军队有些不同，互换领导，亦须注意。我们应以快乐高兴的态度，和他们见面。\n在讨论中，邓发、李富春、聂荣臻、刘少奇、叶剑英、凯丰、博古、贾托夫、张闻天、彭德怀先后发言。他们着重阐述了下列主要问题：1．粉碎敌人围剿，保卫与扩大陕北苏区。指出：如没有动员广大陕北群众，单靠陕甘支队力量，是不能粉碎敌人围剿的。由于陕北苏区领导全国的革命运动，所以，我们的任务是“扩大和保卫陕北苏区”，要“采取一切力量来巩固与发展陕北苏区”。2．拥护榜罗镇会议决定，使陕北成为领导全国革命的中心。指出榜罗镇决定的改变是很正确的重要的，是很应该的，应决定在此建立巩固苏区，应向战斗员解释。彭德怀指出：俄界会议还不能决定在陕甘的什么地区建立根据地，现已胜利的到达这一地区，保卫这一苏区是惟一正确方针。3．打通国际路线，取得苏联援助。刘少奇认为：打通国际路线，取得联络，现虽不能派部队，但用电报或通讯，与之联络是很重要。博古指出：派一个支队在打通国际路线应拒绝，取得联络，求得指示，是很重要，长期失去国际联络是损失。张闻天认为：打通国际路线，无论如何要打通，主要是政治帮助，与之发生直接联系。4．加强与西北红军联系。叶剑英认为，应使二十五、二十六军了解中央红军到陕北苏区，为着领导一方面军二十五、二十六、二十八军，我们应公开军委与中央机关，他还提出，恢复一、三军团名义，有很大历史意义。\n毛泽东作会议总结发言时指出，党中央和中央红军已经完结一年长途行军，开始新的有后方的运动战。他还强调指出：正确的方针，需要我们一致的努力，首先统一领导问题，应由政治局委托常委去解决。\n吴起镇会议是榜罗镇会议和铁边城会议的继续和完善。会议批准了榜罗镇会议把红军长征落脚点放在陕北的战略决策，决定党和红军今后的战略任务是建立西北苏区，以领导全国革命，从而宣告了中央红军长征的完结，开创了党中央全国革命大本营放在陕北的新的历史时期。这次会议为1935年11月上旬中央红军同西北红军顺利会师作了准备，对团结和汇聚西北革命力量起了重要作用。这次会议对我们党由土地革命战争向民族革命战争的转变和党在西北地区开始建立抗日反蒋统一战线，作了重要的准备，起着决定性的推动作用。\n10月29日，陕甘支队发表《告红二十五、二十六军全体指战员书》，明确指出，陕甘支队与红二十五、二十六军的会合，为的是“开展西北苏维埃运动的大局面替中国苏维埃运动定下巩固的基础迅速赤化全中国。”指出“我们的会合是中国苏维埃运动的一个伟大胜利是西北革命运动大开展的导炮”。号召全体指战员，“团结起来为保卫和扩大陕北苏区粉碎敌人新的围剿开展西北苏维埃运动的大局面开展神圣的民族革命战争武装保卫苏联而斗争。”",
            "link": "http://www.xinhuanet.com/politics/2016-08/08/c_129212709.htm",
            "memorial": { "name": "吴起镇革命旧址", "value": [108.183787, 36.933316] },
            "relevant": "《大会师》《长征大会师》"
        },
        {
            "name": "直罗镇大捷",
            "value": [109.004257, 35.964416],
            "introduction": "１９３５年１１月，红一方面军在陕西省鄜县（今富县）直罗镇地区，对国民党军进行了一场歼灭战，取得重大胜利，史称直罗镇大捷。对这次战役，毛泽东说，直罗镇大捷是“给党中央把全国革命大本营放在西北的任务，举行了一个奠基礼”。\n红军立足未稳，敌人重兵来犯\n１９３５年１０月，中国工农红军陕甘支队到达陕甘苏区。随后，他们与陕北的红１５军团胜利会师，恢复红一方面军的番号，由彭德怀任方面军司令员，毛泽东任政治委员。\n其中，红１、红３军团合编为红１军团，林彪、聂荣臻任军团长和政治委员；红２５军、陕甘红军组成红１５军团，徐海东、程子华任军团长和政治委员。\n蒋介石得知红军主力到达陕北的消息，大为震惊和不安，立即调遣大批国民党军前来进攻，企图趁红军立足未稳之际消灭红军。\n蒋介石令西北“剿总”重新调整“围剿”部署，胁迫东北军组织５个师的兵力发起新的进攻。敌人妄图首先限制红军向南发展，然后采取南进北堵、逐步向北压缩的战法，消灭红军于洛河以西、葫芦河以北地区。敌人还打通洛川、鄜县、甘泉、延安之间的联络，构成沿洛河的南北封锁线。\n１１月１日，国民党军先头部队４个师由甘肃庆阳、合水经太白镇沿葫芦河向鄜县东进，其中两个师当日进占太白镇。６日，国民党第６７军第１１７师由洛川进至鄜县，配合先头部队东进。\n按照国民党的计划，大军东西对进将红军围剿于葫芦河、洛河之间地区。\n精心拟定计划，诱敌进入“口袋”\n为粉碎敌人的进攻，毛泽东决定集中刚刚会师陕北的各路红军，在直罗镇一带给敌人迎头痛击。\n直罗镇位于葫芦河南岸，是陕西鄜县通往甘肃合水大道上一个较大的集镇，三面环山，南北群山起伏，中间是一狭长谷川，地形十分有利。\n红军就借这个地势布置“口袋”，决定把敌人放进直罗镇后一举歼灭。\n１１月２０日，国民党军４个团在６架飞机的掩护下，沿葫芦河向直罗镇闯来。\n这时，担负诱敌任务的红军１个连迎上前去，同敌先头部队接触后，边战边退，故意向敌人示弱，引诱其向布好的“口袋”里钻。\n敌人误以为红军抵挡不住，更加趾高气扬。敌第１０９师一直追击到直罗镇，占领了附近的高地。\n当晚，毛泽东下达命令，红１军团从北向南、红１５军团从南向北，在拂晓前包围了直罗镇的敌第１０９师。\n毛泽东一再指示和嘱咐各部队负责同志“一定要打歼灭战”“要的是歼灭战”。\n打破敌人“围剿”，产生深远影响\n２１日拂晓，随着一声令下，隐藏在南北两山的红军，向直罗镇压来。\n很快，红１军团消灭了北山寺的敌人，红１５军团消灭了旗杆山的敌人。据守高地的敌两个团的团长，一个绝望自杀，一个被打死。\n红军乘胜出击。此时，敌第１０９师被夹击在两山之中的狭长谷川中，南边枪一响，立即仓皇向北撤；北边枪一响，又向南逃。山谷中，到处是枪声和红军的喊杀声，在强大的攻势下，敌人土崩瓦解，纷纷缴枪投降。\n激战至１２时，敌第１０９师大部被歼，师长牛元峰逃到镇东小寨，指挥一个多营负隅顽抗。红军强攻几次后，决定围而不打。\n２１日晚，敌第５７军组织部队向直罗镇增援，敌第６７军、第３８军也分别加紧向羊泉镇、张村驿进攻和策应。\n２４日上午，红１５军团将突围的第１０９师残敌全部歼灭。同日，红１军团将敌第１０６师后卫第６１７团歼灭于羊角台至张家湾途中，其余敌军逃入太白镇。之后，红军主动撤出战斗。\n在直罗镇战役中，红军两个军团协同作战，共歼敌１个师又１个团，毙敌师长牛元峰等１０００余人，俘５３００余人，缴获众多战利品，取得重大胜利。\n这次大捷，沉重打击了气焰嚣张的国民党军队，提升了红军的信心，迫使蒋介石调整战略部署，为红军在西北站稳脚跟、扩大革命根据地，积蓄发展了新的力量，赢得了宝贵时间，从而使陕北成为红军长征的落脚点、夺取中国革命胜利的出发点。\n直罗镇战役让参加围剿红军的东北军，彻底认清了蒋介石的险恶用心，加速了国民党的营垒分化。红军对被俘的东北军官兵进行前线教育，后将他们释放，并诚请他们呼吁停战共同抗日，对日后红军同东北军建立抗日民族统一战线及“西安事变”的爆发都产生了积极影响。",
            "link": "http://dangshi.people.com.cn/n1/2016/0928/c85037-28746870.html",
            "memorial": { "name": "富县直罗镇战役纪念馆", "value": [109.004817, 35.966537] },
            "relevant": "《直罗镇大捷》"
        }

    ]
}